[
    {
        "title": "UK government clears Vijay Mallya's extradition to India\n    \n    \n      short by Pragya Swastik / \n      09:47 pm on 04 Feb 2019,Monday",
        "content": "UK Home Secretary Sajid Javid has signed an order to extradite beleaguered liquor baron Vijay Mallya to India. Mallya has 14 days from now to appeal against the extradition order. Earlier, the Westminster Magistrates' Court had sent the case of Mallya to the Home Secretary for a decision on his extradition.\n    \n      short by Pragya Swastik / \n      09:47 pm on 04 Feb",
        "imgurl": "background-image: url('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549295945408_570.jpg?resize=400px:*')"
    },
    {
        "title": "Went for Aamir's film trials, but no one has time for me: Kangana\n    \n    \n      short by Daisy Mowke / \n      07:52 pm on 04 Feb 2019,Monday",
        "content": "Actress Kangana Ranaut has said many of her contemporaries don't support her work, but when it comes to promoting their films, they call her \"shamelessly\". She added, \"When Aamir called me for Dangal, Secret Superstar, I went all the way to Ambani's house,\" she added. \"But they don't have time for any of my film screenings,\" Kangana further said.\n    \n      short by Daisy Mowke / \n      07:52 pm on 04 Feb",
        "imgurl": "background-image: url('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549289212596_619.jpg?resize=400px:*')"
    },
    {
        "title": "Chirag Patil to play father Sandeep Patil in Ranveer starrer '83\n    \n    \n      short by Anmol Sharma / \n      09:25 pm on 04 Feb 2019,Monday",
        "content": "Actor Chirag Patil will play his father and ex-India cricketer Sandeep Patil in Kabir Khan directorial '83, based on India's first World Cup victory in 1983. \"The man who played '83 World Cup with broken ribs will be played by his son,\" a post on the film's Twitter handle read. Ranveer Singh will play ex-captain Kapil Dev in the film.\n    \n      short by Anmol Sharma / \n      09:25 pm on 04 Feb",
        "imgurl": "background-image: url('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549273418375_664.jpg?resize=400px:*')"
    },
    {
        "title": "Picture of children 'clicking selfie with chappal' goes viral \n    \n    \n      short by Anmol Sharma / \n      10:55 pm on 04 Feb 2019,Monday",
        "content": "A picture of five children pretending to pose for a selfie, with one of them holding his chappal like a smartphone, went viral. Producer-photographer Atul Kasbekar shared the image on Twitter and wrote that he would send them something each if \"anyone can reliably\" locate them. \"I'm sure this selfie deserves more likes than most,\" Boman Irani wrote on Instagram.\n    \n      short by Anmol Sharma / \n      10:55 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549298171137_814.jpg?resize=400px:*')"
    },
    {
        "title": "Jacob Martin's wife requests people to contribute for his treatment\n    \n    \n      short by Anmol Sharma / \n      10:08 pm on 04 Feb 2019,Monday",
        "content": "Ex-India cricketer Jacob Martin's wife Khyati has requested people of India to make \"generous contribution\" for her husband's ongoing treatment, saying the hospital bill has overshot the total donation. Martin, who had severely injured his lungs in a road accident in December 2018, was scheduled to be discharged on Monday but developed complications and could remain admitted for another week.\n    \n      short by Anmol Sharma / \n      10:08 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549293175631_890.jpg?resize=400px:*')"
    },
    {
        "title": "Dhoni runs away from Yuzvendra Chahal to not appear on 'Chahal TV'\n    \n    \n      short by Anmol Sharma / \n      10:05 pm on 04 Feb 2019,Monday",
        "content": "Leg-spinner Yuzvendra Chahal was seen chasing wicketkeeper-batsman MS Dhoni to get him to appear on his chat show 'Chahal TV', which is regularly uploaded on the BCCI's official website, following India's 4-1 ODI series victory. However, Dhoni ran away from Chahal, waved him goodbye and went towards the dressing room. Chahal then interviewed Rohit Sharma for this show.\n    \n      short by Anmol Sharma / \n      10:05 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549277046586_941.jpg?resize=400px:*')"
    },
    {
        "title": "Don’t need certificate of courage from you: Gadkari to Rahul\n    \n    \n      short by Shashank Verma / \n      10:20 pm on 04 Feb 2019,Monday",
        "content": "Union Minister Nitin Gadkari on Monday took a dig at the Congress President Rahul Gandhi saying he doesn't need a certificate of courage from Rahul. His comment came after Rahul said Gadkari is the \"only one in the BJP with some guts\". Gadkari said he was surprised to see Rahul referring to twisted media reports to attack the BJP.\n    \n      short by Shashank Verma / \n      10:20 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549292502376_130.jpg?resize=400px:*')"
    },
    {
        "title": "Former IPS officer of West Bengal Bharati Ghosh joins BJP\n    \n    \n      short by Shashank Verma / \n      09:04 pm on 04 Feb 2019,Monday",
        "content": "Former IPS officer Bharati Ghosh, who was once said to be close to West Bengal Chief Minister Mamata Banerjee, on Monday joined the BJP. \"The BJP family continues to grow in West Bengal. I welcome former IPS officer Bharati Ghosh to the party,\" BJP leader Kailash Vijayvargiya tweeted. Ghosh is also under the Criminal Investigation Department's scanner for criminal conspiracy.\n    \n      short by Shashank Verma / \n      09:04 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549294096037_736.jpg?resize=400px:*')"
    },
    {
        "title": "Mamata Banerjee gives away police awards near dharna site\n    \n    \n      short by Shashank Verma / \n      10:08 pm on 04 Feb 2019,Monday",
        "content": "West Bengal CM Mamata Banerjee on Monday handed over awards to police officers on a stage adjacent to her 'Save the Democracy' dharna site. The function was the Investiture ceremony of annual awards for the state and Kolkata police. The CM is sitting on dharna after a huge showdown between the Kolkata Police and officials of the CBI on Sunday.\n    \n      short by Shashank Verma / \n      10:08 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549291295457_16.jpg?resize=400px:*')"
    },
    {
        "title": "Parrikar surviving on God's blessings, ailment has no cure: Lobo\n    \n    \n      short by Pragya Swastik / \n      08:59 pm on 04 Feb 2019,Monday",
        "content": "BJP legislator and deputy speaker of the legislative assembly, Michael Lobo on Monday said that Goa CM Manohar Parrikar is surviving on \"God’s blessings\" in combating the ailment that \"has got no cure.\" Goa will plunge into a political crisis the day Parrikar steps down as CM, Lobo added. The 63-year-old Goa CM is suffering from a pancreatic ailment.\n    \n      short by Pragya Swastik / \n      08:59 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549287661275_629.jpg?resize=400px:*')"
    },
    {
        "title": "CJI-led SC bench to hear CBI's plea against WB govt on Feb 5\n    \n    \n      short by Shashank Verma / \n      10:04 pm on 04 Feb 2019,Monday",
        "content": "Supreme Court's three-judge bench headed by CJI Ranjan Gogoi will hear CBI's pleas on February 5. The CBI on Monday has filed pleas against West Bengal government and Kolkata Police Commissioner Rajeev Kumar for alleged non-cooperation in a case connected with Saradha chit fund scam. Justice Deepak Gupta and Justice Sanjiv Khanna will be part of the bench.\n    \n      short by Shashank Verma / \n      10:04 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549290115349_474.jpg?resize=400px:*')"
    },
    {
        "title": "Choksi still a citizen, pushing for his extradition: Govt\n    \n    \n      short by Shruti Maria Mahendar / \n      10:23 pm on 04 Feb 2019,Monday",
        "content": "The government has said fugitive jeweller Mehul Choksi is an Indian citizen despite holding Antigua and Barbuda passport and that it's pushing for his extradition from Antigua. Choksi, who is one of the accused in the over ₹14,000-crore PNB fraud, fled India before accusations surfaced last year. Choksi and his nephew Nirav Modi are under probe by CBI and ED.\n    \n      short by Shruti Maria Mahendar / \n      10:23 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549290798089_167.jpg?resize=400px:*')"
    },
    {
        "title": "Dekh bhai, promise not to take bribe: PM's mom when he became Guj CM\n    \n    \n      short by Pragya Swastik / \n      08:11 pm on 04 Feb 2019,Monday",
        "content": "PM Narendra Modi in an interview to 'Humans of Bombay' revealed that his mother Heeraben Modi said, \"Dekh bhai...I don’t understand what you do...but promise me you'll never take bribe,\" after he became Gujarat's CM in 2001. \"Those words really impacted me,\" said PM. \"A woman...who has lived in poverty her entire life...asked me to not take bribe,\" he added.\n    \n      short by Pragya Swastik / \n      08:11 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549287007104_496.jpg?resize=400px:*')"
    },
    {
        "title": "Small plane crashes into a house in US' California; 5 killed\n    \n    \n      short by Anmol Sharma / \n      09:21 pm on 04 Feb 2019,Monday",
        "content": "A small plane crashed into a single-family home in US' California on Sunday, killing the male pilot, who was the only person in the plane, and all four occupants of the house. The plane had caught fire mid-flight before crashing into the two-storey house. An aviation accident investigator said that debris was scattered over four blocks.\n    \n      short by Anmol Sharma / \n      09:21 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549288017290_83.jpg?resize=400px:*')"
    },
    {
        "title": "Martin Guptill set to miss T20I series against India\n    \n    \n      short by Dishant Sharma / \n      10:13 pm on 04 Feb 2019,Monday",
        "content": "New Zealand batsman Martin Guptill is set to miss the three-game T20I series against India starting February 6. The 32-year-old sustained a back injury ahead of the final ODI against India in Wellington. The 28-year-old all-rounder Jimmy Neesham, who scored a 32-ball 44 in the final ODI against India was named as Guptill's replacement. \n    \n      short by Dishant Sharma / \n      10:13 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549291335542_7.jpg?resize=400px:*')"
    },
    {
        "title": "Indian-origin NZ player collapses to death on-field during match\n    \n    \n      short by Dishant Sharma / \n      09:33 pm on 04 Feb 2019,Monday",
        "content": "New Zealand cricketer Hareesh Gangadharan passed away after he collapsed on the field during a match on Saturday. Gangadharan, a cricketer of Indian ethnicity, was a member of Green Island Cricket Club's Second Grade team. \"Early indications are that the player has had a heart attack,\" New Zealand Cricket's manager of public affairs Richard Boock said.\n    \n      short by Dishant Sharma / \n      09:33 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549290687094_793.jpg?resize=400px:*')"
    },
    {
        "title": "Super Bowl featured its 1st male cheerleader in 53rd edition\n    \n    \n      short by Dishant Sharma / \n      09:16 pm on 04 Feb 2019,Monday",
        "content": "The Los Angeles Rams cheerleaders Napoleon Jinnies and Quinton Peron became the first male cheerleaders to feature in the National Football League's 53rd Super Bowl event on Sunday. The New England Patriots beat the Los Angeles Rams 13-3 to capture a National Football League record-tying sixth Super Bowl title. Pittsburgh Steelers have also won six Super Bowl titles.\n    \n      short by Dishant Sharma / \n      09:16 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549285995507_432.jpg?resize=400px:*')"
    },
    {
        "title": "Smith, Warner will play huge part in winning Ashes: Tim Paine\n    \n    \n      short by Dishant Sharma / \n      09:29 pm on 04 Feb 2019,Monday",
        "content": "Australian captain Tim Paine said that suspended cricketers Steve Smith and David Warner will play a huge part in Australia's effort to win the Ashes against England later this year. \"We know how good they are and hopefully once their bans are up they'll be welcomed back and they will win Test matches like they did before,\" Paine added.\n    \n      short by Dishant Sharma / \n      09:29 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549286566417_690.jpg?resize=400px:*')"
    },
    {
        "title": "BJP used me to win 2014 elections: Anna Hazare\n    \n    \n      short by Shweta Singh / \n      09:30 pm on 04 Feb 2019,Monday",
        "content": "Social activist Anna Hazare, on the sixth day of his hunger strike, said that the BJP \"used\" him in the 2014 elections. \"Everybody knows that it was my agitation for Lokpal that catapulted the BJP and also the AAP to power,\" he added. Hazare is fasting to press for the appointment of Lokpal, Lokayukta and resolution of farmers' issues.\n    \n      short by Shweta Singh / \n      09:30 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549284610481_522.jpg?resize=400px:*')"
    },
    {
        "title": "Bengal situation like Emergency days: Former PM Deve Gowda\n    \n    \n      short by Shashank Verma / \n      07:51 pm on 04 Feb 2019,Monday",
        "content": "Former Prime Minister HD Deve Gowda has said the situation in West Bengal is similar to that of the Emergency days. He added, \"I am shocked learning about the CBI rushing to arrest the Police Commissioner and subsequent developments in West Bengal.\" He further said that the country has faced similar kind of \"unconstitutional methods\" during the Emergency.\n    \n      short by Shashank Verma / \n      07:51 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549285885467_775.jpg?resize=400px:*')"
    },
    {
        "title": "Koenigsegg aims to make completely CO2 neutral supercar: CEO\n    \n    \n      short by Arundhati Rawat / \n      09:30 pm on 04 Feb 2019,Monday",
        "content": "Swedish automaker Koenigsegg's CEO Christian von Koenigsegg in a recent interview said the automaker's \"ambition\" is to make its upcoming 'slightly lower priced' hybrid supercar \"completely CO2 neutral\". \"[W]e can...cold-start the car on pure alcohol, down to -30°C, so there’s no need for any fossil fuel mix\", he said. Car will combine automaker's combustion engine technology with electrification.\n    \n      short by Arundhati Rawat / \n      09:30 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549288330120_276.jpg?resize=400px:*')"
    },
    {
        "title": "Ola, Uber created over 2 million jobs: NITI Aayog CEO Kant\n    \n    \n      short by Arundhati Rawat / \n      08:06 pm on 04 Feb 2019,Monday",
        "content": "The government think tank NITI Aayog's CEO Amitabh Kant said ride-hailing startups Ola and Uber have created about 2.2 million jobs in India. This comes after a Business Standard report quoted an unreleased government survey as saying India's unemployment rate rose to a 45-year high of 6.1% during 2017-2018. In 2017-18 transport sector raised almost 3.4 million jobs, Kant added.\n    \n      short by Arundhati Rawat / \n      08:06 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549284746880_539.jpg?resize=400px:*')"
    },
    {
        "title": "Government permits women to work in underground mines \n    \n    \n      short by Shweta Singh / \n      08:29 pm on 04 Feb 2019,Monday",
        "content": "The Labour Ministry has allowed women to work in underground mines between 6 am to 7 pm in technical, supervisory and managerial work. It has also allowed women to work in mines above ground at any time of the day. The Mines Act, 1952, had restricted women in underground mines and limited working in above-ground mines between 6 am-7 pm.\n    \n      short by Shweta Singh / \n      08:29 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549281729627_138.jpg?resize=400px:*')"
    },
    {
        "title": "Fiscal deficit hits 112.4% of FY19 target in April-December\n    \n    \n      short by Shruti Maria Mahendar / \n      09:54 pm on 04 Feb 2019,Monday",
        "content": "India's fiscal deficit in April-December 2018 stood at ₹7.01 lakh crore or 112.4% of the budgeted target for the current financial year. The gap between the government's revenue and expenditure had stood at 113.6% in December 2017. The government had in the Interim Budget revised the fiscal deficit for 2018-19 at 3.4% of the GDP from 3.3% earlier.\n    \n      short by Shruti Maria Mahendar / \n      09:54 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549287603635_587.jpg?resize=400px:*')"
    },
    {
        "title": "IDBI Bank posts loss for ninth straight quarter at ₹4,185 cr\n    \n    \n      short by Shruti Maria Mahendar / \n      09:00 pm on 04 Feb 2019,Monday",
        "content": "Public sector lender IDBI Bank on Monday posted a widening of loss by nearly threefold to ₹4,185 crore, its ninth straight quarterly loss. The lender's provision for bad loans increased to ₹5,075 crore as against ₹3,637 crore a year ago, impacting its profitability. The net interest income, or core income, also fell 18.5% year-on-year to ₹1,357 crore. \n    \n      short by Shruti Maria Mahendar / \n      09:00 pm on 04 Feb",
        "imgurl": "('https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/4_mon/img_1549284151468_463.jpg?resize=400px:*')"
    }
]
