[  {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/8_fri/img_1549608443570_274.jpg?       resize=400px:*", 
    "Content": "The Supreme Court has said, &#34;We&#39;re of the tentative view that (BSP supremo and ex-Uttar Pradesh CM) Mayawati has to deposit the public money spent on her statues and party symbol (elephant) to the state exchequer.&#34; The bench headed by CJI Ranjan Gogoi was responding to a plea seeking direction to restrain her from spending public money on building statues", 
    "Heading": "Mayawati should pay back public money she spent on statues: SC"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/8_fri/img_1549612839651_935.jpg?resize=400px:*", 
    "Content": "Stand-in captain Rohit Sharma has become the first Indian and overall third batsman to smash 100 sixes in T20I cricket, achieving the feat during the second T20I against New Zealand on Friday. Windies&#39; Chris Gayle and New Zealand&#39;s Martin Guptill have slammed 103 sixes each in T20I cricket.", 
    "Heading": "Rohit Sharma becomes 1st Indian to smash 100 sixes in T20I cricket"}, 
    
    
    {"Image":"https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2018/11_nov/21_wed/img_1542823931298_497.jpg", "Content": "Anushka Sharma&#39;s lookalike, American singer Julia Michaels, has told the actress, &#34;Let&#39;s trade places for a day.&#34; Julia said this after Anushka tweeted, &#34;I&#39;ve been looking for you and the remaining 5 of our doppelgängers all my life.&#34; Julia had initially posted a collage of her and Anushka along with the caption, &#34;Hi, Anushka...apparently we&#39;re twins lol.&#34; ", 
    "Heading": "Let&#39;s trade places for a day: Anushka&#39;s lookalike tells actress"}, 
    
    {"Image":"https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2018/11_nov/21_wed/img_1542823931298_497.jpg", 
    "Content": "All-rounder Yuvraj Singh tried trolling wicketkeeper-batsman Parthiv Patel after the latter shared a picture of himself sitting on a treadmill following a gym session with the caption, &#34;Done for the day.&#34; &#34;Looks like was a great session! You&#39;re sweating a lot,&#34; Yuvraj sarcastically wrote. &#34;I don&#39;t have...editing team which can show my 15-minute session into 2-hour session,&#34; replied Parthiv. ", 
    "Heading": "Yuvraj tries trolling Parthiv over gym pic, gets trolled back"}, 
    
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2018/11_nov/21_wed/img_1542823931298_497.jpg", 
    "Content": "India Women marked their 100th T20I with a defeat as New Zealand Women won the second T20I at Auckland on the last ball on Friday. With this, New Zealand Women took an unassailable 2-0 lead in the three-match series. Out of their 100 T20Is, India Women have won 53 and lost 45, while two matches didn&#39;t produce a result ", 
    "Heading": "India Women&#39;s 100th T20I ends in a defeat as NZ win on last ball"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548409390717_833.jpg?resize=*:400px", 
    "Content": "Facebook CEO Mark Zuckerberg has said that \"we don't sell people's data, even though it's often reported that we do\". Zuckerberg explained that doing so would go against Facebook's business interests as the data can be used by rivals to compete for advertising. He further clarified that \"targeting ads based on user interests was different from selling people's data\".",
    "Heading": "We don't sell people's data: Facebook CEO Mark Zuckerberg"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/8_fri/img_1549603218142_970.jpg", "Content": "In what he called his last Lok Sabha speech, former PM HD Deve Gowda rejected BJP&#39;s claims that a &#34;grand alliance government&#34; will create chaos and said the coalition government led by him from 1996-97 had proved it can work. The 85-year-old JD(S) leader asserted that he has spent 57 years in public life in state and national politics.",
    "Heading": "Grand alliance govt can work: Ex-PM Gowda in his last LS speech"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/8_fri/img_1549595422483_700.jpg", "Content": "Amazon CEO Jeff Bezos has accused US tabloid National Enquirer&#39;s owner of &#34;blackmail and extortion&#34; over intimate pictures of him and ex-TV host Lauren Sanchez. ", 
    "Heading": "Jeff Bezos accuses tabloid owner of blackmail over his nude photos"},
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/8_fri/img_1549599932825_767.jpg", "Content": "A video of a man falling to Madhya Pradesh Minister Govind Singh&#39;s feet has surfaced online. The video shows Singh moving forward without listening to the man and getting inside a car.", 
    "Heading": "Man falls to Madhya Pradesh minister&#39;s feet; he walks on"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407690655_249.jpg?resize=*:400px", 
    "Content": "India on Thursday became the first country to use the fourth and final stage of a rocket as an orbital platform for experiments, which normally turns into debris after ejecting a satellite. Designed to last six months, the reusable fourth stage (PS4) is equipped with twin-liquid engines to move the student-made Kalamsat-V2 satellite to a higher orbit and stabilise it.", 
    "Heading": "India 1st to use final stage of rocket as orbital platform"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548411341991_914.jpg?resize=*:400px", 
    "Content": "The chargesheet filed in the murder case of 20-year-old aspiring model Mansi Dixit, who was killed in October in Mumbai, revealed that 19-year-old aspiring photographer Syed Muzammil killed her because she refused to have sex with him. After she refused his advances, he hit a wooden stool on her head, molested her when she fell unconscious, and then strangled her.", 
    "Heading": "19-year-old boy killed 20-year-old aspiring model for refusing sex"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548403561508_709.jpg?resize=*:400px", 
    "Content": "Around nine deliveries were performed under candlelight and torchlight in a government-run Dehradun hospital after electricity was disrupted for several hours. The hospital said the power supply couldn't be resumed due to a glitch in the generator and the electrician employed by them was on leave. The power was reportedly disrupted on Tuesday and resumed after 14 hours on Wednesday. ", 
    "Heading": "9 babies delivered in candlelight as electrician goes on leave"},
    
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548409658321_667.jpg?resize=*:400px", 
    "Content": "Jean Wyllys, Brazil's first openly gay congressman has announced that he is leaving his job and the country due to death threats. Wyllys said in an interview that violence in Brazil had worsened following the election of President Jair Bolsonaro in October last year. Wyllys' Socialism and Liberty Party said that he'll be replaced by another gay lawmaker, David Miranda.", 
    "Heading": "Brazil 1st openly gay congressman quits, leaves country over threats"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407908722_183.jpg?resize=*:400px", 
    "Content": "US Senator Elizabeth Warren has proposed a new wealth tax which would cost the world's richest person Jeff Bezos $4.1 billion in the first year. Warren proposed a wealth tax of 2% on Americans with assets above $50 million and 3% on all fortunes above $1 billion. Almost all of Bezos' $137.1 billion wealth is tied up in Amazon stock.", 
    "Heading": "US senator proposes new tax that would cost Bezos $4bn in first year"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548404125415_406.jpg?resize=*:400px", 
    "Content": "Katrina Kaif, who opted out of choreographer-filmmaker Remo D'souza's upcoming dance film 'ABCD 3', said, \"'Bharat' needs an Eid release which is in June...Unfortunately, we couldn't fit in the time for that one.\" Katrina had stepped in for Priyanka Chopra in Salman Khan starrer 'Bharat' after Priyanka cited personal reasons to opt out. 'ABCD 3' now stars Shraddha Kapoor.", 
    "Heading": "Bharat needs Eid release, couldn't fit in time for ABCD 3: Katrina"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548406319144_471.jpg?resize=*:400px", 
    "Content": "American singer Alecia Beth Moore, professionally known as Pink, will be honoured with a star on the Hollywood Walk of Fame on February 5. The singer is recognised in the recording category and will receive the 2,656th star on Hollywood Boulevard, in front of the Hollywood and Highland complex. She is known for songs like 'Just Like Fire' and 'Try'. ", 
    "Heading": "Singer Pink to receive a star on the Hollywood Walk of Fame"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548401112471_665.jpg?resize=*:400px", 
    "Content": "England pacer James Anderson matched Sir Ian Botham's tally of 27 Test five-wicket hauls for England on day two of the first Test against the Windies. Anderson's milestone five-wicket haul came 16 years after his first, which he bagged on debut against Zimbabwe at Lord's in May 2003. Anderson has now picked up 570 wickets in Test cricket.", 
    "Heading": "Anderson equals Ian Botham's record with 27th 5-wicket haul"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548404226683_213.jpg?resize=*:400px", 
    "Content": "After Priyanka Gandhi Vadra entered active politics, the Shiv Sena on Friday said Priyanka will emerge as the \"queen\" if she plays her cards well. It added, \"Priyanka bears an uncanny resemblance to her grandmother (late Prime Minister) Indira Gandhi in looks and manner of speaking. Therefore, the Congress will surely benefit in the Hindi heartland.\"", 
   "Heading": "If Priyanka plays her cards well, she'll emerge as queen: Sena"},
   
   {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548402554014_509.jpg?resize=*:400px", 
    "Content": "Mizoram Chief Minister Zoramthanga on Thursday said that the Mizo National Front (MNF) \"would withdraw its support to NDA\" if the Citizenship (Amendment) Bill is not revoked. \"The bill...doesn't value the historic Mizo accord signed between India and the erstwhile underground MNF,\" he added. He further said that PM Narendra Modi has been informed about their opposition to the bill.", 
    "Heading": "MNF can leave NDA over Citizenship Bill: Mizoram CM"}, 
    
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407363216_82.jpg?resize=*:400px", 
    "Content": "After his sister Priyanka Gandhi Vadra entered active politics, Congress President Rahul Gandhi said, \"The discussion to include Priyanka was going on for years.\" He added, \"She then said her children were young and she needed to take care of them. Now her children have reached an age that one has gone to university, another is about to go.\"", 
    "Heading": "Talk of Priyanka entering politics was ongoing for years: Rahul"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548400237192_619.jpg?resize=*:400px", 
    "Content": "Talking about the 10% reservation for economically weaker section of general category, RJD leader Tejashwi Yadav said, \"How can someone earning ₹8 lakh a year be called poor?\" \"It’s strange mathematics...one who can pay ₹72,500 as tax is being given reservation by this government,” he added. He also demanded at least 40% quota from the existing 27% for the OBCs.", 
    "Heading": "How can one earning ₹8 lakh be called poor? Tejashwi Yadav"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/8_fri/img_1549598764620_32.jpg", 
    "Content": "John Dingell, a Michigan Democrat who entered the US House of Representatives in 1955 to finish his late father&#39;s term and became the longest-serving member of Congress, passed away on Thursday aged 92. He was reportedly diagnosed with prostate cancer, which he had decided not to treat. &#34;He was a lion of the US Congress,&#34; his wife Debbie said.", 
    "Heading": "Longest-serving member of US Congress passes away aged 92"}, 
    
    {"Image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548405982846_303.jpg?resize=*:400px", 
    "Content": "At least seven people have died due to swine flu in the past 24 days in Punjab's Ludhiana, district Civil Surgeon Parvinder Pal Singh Sidhu said. \"Ludhiana has seen 40 suspected cases of swine flu out of which 20 have been confirmed,\" he added. \"In 2018, there were 69 cases registered, out of which three [people] died,\" he further said.", 
    "Heading": "Swine flu claims seven lives in 24 days in Ludhiana"}
    
    

]