[{"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548410633203_189.jpg?resize=*:400px", "content": "Sequoia & Y-combinator backed investment platform Groww uses technology to make investing free and accessible to everyone in India. Groww offers direct mutual funds (zero-commission) with a 100% paperless, on mobile experience to help people start investing within 3 mins and set themselves for building wealth in long term. Investors from more than 700 cities are currently using Groww.", "heading": "Groww has made investing commission free"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548405342514_52.jpg?resize=*:400px", "content": "National Award-winning Malayali filmmaker Priyanandanan was attacked on Friday morning after he wrote a Facebook post on the Sabarimala issue. \"He was beaten up and water mixed with cow dung was flung on him. A probe is on,\" said police. \"I can identify the assailants. I suspect RSS-BJP workers were behind the attack,\" Priyanandan said.", "heading": "Cow dung thrown at National Award-winning director after FB post"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548409993676_308.jpg?resize=*:400px", "content": "Shiv Sena workers staged a protest inside the premises of a movie hall in Navi Mumbai on Thursday for not displaying 'Thackeray' movie poster. In a video of the incident, the protestors can be seen staging a sit-in protest and shouting slogans. The movie is based on Shiv Sena founder Bal Thackeray and released on Friday. ", "heading": "Sena workers protest inside movie hall over no 'Thackeray' poster"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548402699631_977.jpg?resize=*:400px", "content": "Casting director Rohan Mapuskar, who worked with director Rajkumar Hirani in '3 Idiots' and 'Lage Raho Munna Bhai', has defended the filmmaker over the sexual harassment allegations against him. \"We've worked with this person for nine years. And if something hasn't happened in front of us, I won't be able to believe that the person is like this,\" he said. ", "heading": "MeToo claims against Hirani unbelievable: 3 Idiots casting director"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548410268185_248.jpg?resize=*:400px", "content": "World number one Novak Djokovic defeated Lucas Pouille in the semi-final to reach Australian Open men's singles final for the seventh time. The six-time Australian Open champion won the match with a scoreline of 6-0, 6-2, 6-2 in 83 minutes. Djokovic will face world number two Rafael Nadal in the summit clash in a repeat of the 2012 final. ", "heading": "World no. 1 Djokovic to face world no. 2 Nadal in Aus Open final"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548409390717_833.jpg?resize=*:400px", "content": "Facebook CEO Mark Zuckerberg has said that \"we don't sell people's data, even though it's often reported that we do\". Zuckerberg explained that doing so would go against Facebook's business interests as the data can be used by rivals to compete for advertising. He further clarified that \"targeting ads based on user interests was different from selling people's data\".", "heading": "We don't sell people's data: Facebook CEO Mark Zuckerberg"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548406431125_185.jpg?resize=*:400px", "content": "After Priyanka Gandhi Vadra was appointed as Congress General Secretary of Uttar Pradesh East, Bihar Minister Vinod Narayan Jha said, \"Votes cannot be won on basis of beautiful faces... She is very beautiful but other than that she holds no political achievement.\" He added, \"Moreover, she is the wife of Robert Vadra, who is accused of involvement in...several corruption cases.\"", "heading": "Votes can't be won on beautiful faces: Bihar minister on Priyanka"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407366894_888.jpg?resize=*:400px", "content": "\"Affection...and quick action for the people in need comes as a reflex to a true leader,\" Congress tweeted.", "heading": "Rahul helps photographer after he falls from stairs outside airport"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548410410354_987.jpg?resize=*:400px", "content": "Claiming Congress has realised there's \"nothing to gain from hate,\" party President Rahul Gandhi today said, \"I look at Mr (Narendra) Modi and when he abuses me, I feel like giving him a hug.\" He added, \"The best thing that's happened to me is the abuse I've got from BJP and RSS. This is the biggest gift they've given me.\"", "heading": "When PM Modi abuses me, I feel like hugging him: Rahul"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407690655_249.jpg?resize=*:400px", "content": "India on Thursday became the first country to use the fourth and final stage of a rocket as an orbital platform for experiments, which normally turns into debris after ejecting a satellite. Designed to last six months, the reusable fourth stage (PS4) is equipped with twin-liquid engines to move the student-made Kalamsat-V2 satellite to a higher orbit and stabilise it.", "heading": "India 1st to use final stage of rocket as orbital platform"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548411341991_914.jpg?resize=*:400px", "content": "The chargesheet filed in the murder case of 20-year-old aspiring model Mansi Dixit, who was killed in October in Mumbai, revealed that 19-year-old aspiring photographer Syed Muzammil killed her because she refused to have sex with him. After she refused his advances, he hit a wooden stool on her head, molested her when she fell unconscious, and then strangled her.", "heading": "19-year-old boy killed 20-year-old aspiring model for refusing sex"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548403561508_709.jpg?resize=*:400px", "content": "Around nine deliveries were performed under candlelight and torchlight in a government-run Dehradun hospital after electricity was disrupted for several hours. The hospital said the power supply couldn't be resumed due to a glitch in the generator and the electrician employed by them was on leave. The power was reportedly disrupted on Tuesday and resumed after 14 hours on Wednesday. ", "heading": "9 babies delivered in candlelight as electrician goes on leave"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548409658321_667.jpg?resize=*:400px", "content": "Jean Wyllys, Brazil's first openly gay congressman has announced that he is leaving his job and the country due to death threats. Wyllys said in an interview that violence in Brazil had worsened following the election of President Jair Bolsonaro in October last year. Wyllys' Socialism and Liberty Party said that he'll be replaced by another gay lawmaker, David Miranda.", "heading": "Brazil 1st openly gay congressman quits, leaves country over threats"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407908722_183.jpg?resize=*:400px", "content": "US Senator Elizabeth Warren has proposed a new wealth tax which would cost the world's richest person Jeff Bezos $4.1 billion in the first year. Warren proposed a wealth tax of 2% on Americans with assets above $50 million and 3% on all fortunes above $1 billion. Almost all of Bezos' $137.1 billion wealth is tied up in Amazon stock.", "heading": "US senator proposes new tax that would cost Bezos $4bn in first year"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548404125415_406.jpg?resize=*:400px", "content": "Katrina Kaif, who opted out of choreographer-filmmaker Remo D'souza's upcoming dance film 'ABCD 3', said, \"'Bharat' needs an Eid release which is in June...Unfortunately, we couldn't fit in the time for that one.\" Katrina had stepped in for Priyanka Chopra in Salman Khan starrer 'Bharat' after Priyanka cited personal reasons to opt out. 'ABCD 3' now stars Shraddha Kapoor.", "heading": "Bharat needs Eid release, couldn't fit in time for ABCD 3: Katrina"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548406319144_471.jpg?resize=*:400px", "content": "American singer Alecia Beth Moore, professionally known as Pink, will be honoured with a star on the Hollywood Walk of Fame on February 5. The singer is recognised in the recording category and will receive the 2,656th star on Hollywood Boulevard, in front of the Hollywood and Highland complex. She is known for songs like 'Just Like Fire' and 'Try'. ", "heading": "Singer Pink to receive a star on the Hollywood Walk of Fame"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548401112471_665.jpg?resize=*:400px", "content": "England pacer James Anderson matched Sir Ian Botham's tally of 27 Test five-wicket hauls for England on day two of the first Test against the Windies. Anderson's milestone five-wicket haul came 16 years after his first, which he bagged on debut against Zimbabwe at Lord's in May 2003. Anderson has now picked up 570 wickets in Test cricket.", "heading": "Anderson equals Ian Botham's record with 27th 5-wicket haul"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548404226683_213.jpg?resize=*:400px", "content": "After Priyanka Gandhi Vadra entered active politics, the Shiv Sena on Friday said Priyanka will emerge as the \"queen\" if she plays her cards well. It added, \"Priyanka bears an uncanny resemblance to her grandmother (late Prime Minister) Indira Gandhi in looks and manner of speaking. Therefore, the Congress will surely benefit in the Hindi heartland.\"", "heading": "If Priyanka plays her cards well, she'll emerge as queen: Sena"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548402554014_509.jpg?resize=*:400px", "content": "Mizoram Chief Minister Zoramthanga on Thursday said that the Mizo National Front (MNF) \"would withdraw its support to NDA\" if the Citizenship (Amendment) Bill is not revoked. \"The bill...doesn't value the historic Mizo accord signed between India and the erstwhile underground MNF,\" he added. He further said that PM Narendra Modi has been informed about their opposition to the bill.", "heading": "MNF can leave NDA over Citizenship Bill: Mizoram CM"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548407363216_82.jpg?resize=*:400px", "content": "After his sister Priyanka Gandhi Vadra entered active politics, Congress President Rahul Gandhi said, \"The discussion to include Priyanka was going on for years.\" He added, \"She then said her children were young and she needed to take care of them. Now her children have reached an age that one has gone to university, another is about to go.\"", "heading": "Talk of Priyanka entering politics was ongoing for years: Rahul"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548400237192_619.jpg?resize=*:400px", "content": "Talking about the 10% reservation for economically weaker section of general category, RJD leader Tejashwi Yadav said, \"How can someone earning ₹8 lakh a year be called poor?\" \"It’s strange mathematics...one who can pay ₹72,500 as tax is being given reservation by this government,” he added. He also demanded at least 40% quota from the existing 27% for the OBCs.", "heading": "How can one earning ₹8 lakh be called poor? Tejashwi Yadav"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548409120074_525.jpg?resize=*:400px", "content": "Former Madhya Pradesh CM Shivraj Singh Chouhan on Thursday said, \"Reports about people being given ₹10, ₹20...in the name of farm loan waiver is a cruel joke.\" He further claimed the list of beneficiaries being published in English was confusing for farmers. This comes after a farmer alleged he received only a ₹13 waiver for his loan of ₹23,815.", "heading": "Farm loan waiver of ₹10, ₹20 a cruel joke: Shivraj Chouhan"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548405982846_303.jpg?resize=*:400px", "content": "At least seven people have died due to swine flu in the past 24 days in Punjab's Ludhiana, district Civil Surgeon Parvinder Pal Singh Sidhu said. \"Ludhiana has seen 40 suspected cases of swine flu out of which 20 have been confirmed,\" he added. \"In 2018, there were 69 cases registered, out of which three [people] died,\" he further said.", "heading": "Swine flu claims seven lives in 24 days in Ludhiana"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548404995371_194.jpg?resize=*:400px", "content": "According to data issued by the government, 2,572 people tested positive and 77 deaths have been reported across the country this year till Thursday due to swine flu. Rajasthan alone accounted for nearly 60% of the cases. It was followed by Gujarat with 438 cases and eight deaths and Delhi with 387 cases.", "heading": "77 killed, 2,500 test positive for swine flu in India in 2019"}, {"image": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548408066811_477.jpg?resize=*:400px", "content": "A teacher has been arrested for allegedly raping a Class 2 student in a school in  Krishna district, Andhra Pradesh. Further, a case has been registered under the Protection of Children from Sexual Offences (POCSO) Act. A medical examination of the eight-year-old girl has confirmed sexual assault. ", "heading": "Andhra teacher arrested for raping Class 2 girl in school"}]