{
    "Title": "Roma, The Favourite lead Oscars 2019 nominations with 10 each",
    "Content": "Oscar-winning director Alfonso Cuarón's Roma and Yorgos Lanthimos' The Favourite have received 10 Oscars 2019 nominations each, including those for Best Picture and Production Design. Further, Bradley Cooper's A Star Is Born and Adam McKay's Vice have been nominated for eight Oscars each. Black Panther, which received seven nominations, became the first superhero movie to be nominated for Best Picture. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548166249334_475.jpg?resize=*:400px"
}{
    "Title": "World no. 2 Nadal 4th man to reach 30 Grand Slam semi-finals",
    "Content": "World number two Rafael Nadal defeated America's Frances Tiafoe 6-3, 6-4, 6-2 in the quarter-finals of Australian Open 2019 on Tuesday. With this, the 32-year-old became the fourth man to reach 30 Grand Slam semi-finals, after Roger Federer (43), Novak Djokovic (33) and Jimmy Connors (31). Nadal will next face 20-year-old Stefanos Tsitsipas, who knocked Federer out in the round-of-16.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159187865_424.jpg?resize=*:400px"
}{
    "Title": "Plane carrying Argentine footballer joining new team goes missing",
    "Content": "A small passenger plane carrying 28-year-old Argentine footballer Emiliano Sala from France's Nantes to Wales' Cardiff vanished over the English Channel on Monday evening, according to the French civil aviation authority. Sala was set to train with his new team Cardiff City on Tuesday morning, after having signed from Ligue 1 club Nantes for a reported £15 million on Saturday. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548158328076_517.jpg?resize=*:400px"
}{
    "Title": "Tokyo Metro offers early commuters free food to help ease congestion",
    "Content": "In order to help ease passenger flow during rush hours, the Tokyo Metro service is offering free food coupons to early morning passengers on Tozai Line to convince more people to travel at different timings. Launched on Monday, the offer will continue on weekdays until February 1. During 7:50 am to 8:50 am, over 76,000 passengers use the Tozai Line.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159875575_828.jpg?resize=*:400px"
}{
    "Title": "In-laws of woman who entered Sabarimala refuse her entry in house",
    "Content": "Kanakadurga, one of the two women who entered the Sabarimala temple, has been shifted to a government-run home after her in-laws refused her entry in their house. Kanakadurga was hospitalised recently after she was allegedly assaulted by her mother-in-law. \"I was told her husband locked the house and shifted...to avoid her,\" the woman who accompanied her to the temple said. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548158453326_806.jpg?resize=*:400px"
}{
    "Title": "1,900 gifts received by PM Modi to be auctioned to clean Ganga",
    "Content": "The government will auction about 1,900 gifts received by PM Narendra Modi and the funds raised will be used for the project to clean river Ganga. The items that would be auctioned include paintings, sculptures, shawls, jackets and traditional musical instruments. The physical auction would be held on January 27 and 28 and e-auction from January 29-30 for remaining items.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548160580634_83.jpg?resize=*:400px"
}{
    "Title": "Woman reports husband missing, arrested 4 days later for his murder",
    "Content": "A 24-year-old Gurugram woman named Sweety, who registered an FIR on January 17 saying her husband had gone missing, was arrested along with six others four days later for his murder. Sweety suspected her husband had an extra-marital affair and feared he may transfer his property to the other woman. She allegedly offered ₹16 lakh to get her husband killed.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548146366011_334.jpg?resize=*:400px"
}{
    "Title": "Brother of IPS officer among 3 terrorists killed in J&K encounter",
    "Content": "Shamsul Haq, brother of an IPS officer, was among three terrorists killed on Tuesday in an encounter in Jammu and Kashmir's Shopian after security forces busted their hide-out. \"I remember the efforts that were made by his (Haq's) brother...and J&K Police to bring him back to mainstream but he met a sad end today,\" former J&K DGP SP Vaid tweeted.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548156553824_541.jpg?resize=*:400px"
}{
    "Title": "4-yr-old sees dad’s murder, tells family who thought it was suicide",
    "Content": "The body of a 31-year-old man, who was thought to have committed suicide on Saturday, was brought back to Uttar Pradesh's Noida before his last rites after his four-year-old daughter told the family that she witnessed his murder. The girl said two men came to their house, assaulted her father and hanged him on the terrace with a dupatta.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159433085_400.jpg?resize=*:400px"
}{
    "Title": "US and China ageing rapidly, India getting younger: Swaraj",
    "Content": "Addressing the Pravasi Bharatiya Divas on Monday, Foreign Minister Sushma Swaraj said that while countries like the US, Japan and China are rapidly ageing, India is getting younger. India will have the world's largest working population by 2022 and this demographic prospective offers it an \"unprecedented edge\" that will help in building a \"New Young India\" by 2022, she added.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548157976868_66.jpg?resize=*:400px"
}{
    "Title": "Ex-Pak PM Nawaz Sharif's heart 'larger than normal', says hospital",
    "Content": "Former Pakistan Prime Minister Nawaz Sharif underwent a medical examination at the Punjab Institute of Cardiology, following which the hospital said that Sharif's heart is \"larger than normal\" citing his echocardiogram report. The 69-year-old former PM is serving a seven-year jail sentence in Lahore. He was sentenced to jail on December 24 in connection with the Al-Azizia Steel Mills case.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548161666474_838.jpg?resize=*:400px"
}{
    "Title": "China's economy grows 6.6% last year, slowest in 28 years",
    "Content": "Amid the trade war with the US, China's GDP expanded at 6.6% in 2018, the slowest annual pace since 1990. Reacting to this, US President Donald Trump tweeted, \"Makes so much sense for China to finally do a Real Deal, and stop playing around!\" The Chinese economy grew 6.4% in the fourth-quarter, the weakest quarterly rate since the financial crisis. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548153520041_239.jpg?resize=*:400px"
}{
    "Title": "Need to go to France, Spain, Germany for tennis events: Karti to SC",
    "Content": "Karti Chidambaram has sought permission from the Supreme Court to travel to France, Spain, Germany and the UK over the next few months in connection with various tennis tournaments. Karti said his company makes organisational and logistical arrangements for various ATP and WTA tennis tournaments in Europe. He is an accused in the INX Media and Aircel-Maxis money laundering cases. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548158214377_939.jpg?resize=*:400px"
}{
    "Title": "Budget has nothing useful, never seen one in 28 years: Rajiv Bajaj",
    "Content": "Bajaj Auto MD Rajiv Bajaj on Monday said that Budgets don't have anything worthwhile in them and he hasn't seen one in the last 28 years he has been at Bajaj. He added that there are people who inform him about major policy changes \"through WhatsApp\" anyway. He said he'd rather work on a product than watch the Budget presentation. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548150980283_946.jpg?resize=*:400px"
}{
    "Title": "180-year-old Swiss watchmaker Patek Philippe may be put up for sale",
    "Content": "Swiss watchmaker Patek Philippe, the maker of $10,000-plus Calatrava watches, may be put up for sale, analysts at German investment bank Berenberg said citing industry talk. The 180-year-old watchmaker could fetch $8 billion to $10 billion, the analysts wrote. Patek Philippe has been owned by the Stern family since 1932, and Thierry Stern became the company's President in 2009. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548156836345_859.jpg?resize=*:400px"
}{
    "Title": "Kangana as Rani Lakshmi Bai was why I did Manikarnika: Prasoon",
    "Content": "CBFC chairman and screenwriter Prasoon Joshi, who wrote the dialogues and lyrics for the upcoming Kangana Ranaut starrer 'Manikarnika: The Queen of Jhansi', revealed, \"Kangana as Rani Lakshmi Bai was [a] key reason to do the film.\" \"She has the inherent emotion and talent required to play this role,\" he added. The film is scheduled to release on January 25.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548153343038_990.jpg?resize=*:400px"
}{
    "Title": "Wasn't paid for track in 'Gully Boy': Music Producer Sajeel",
    "Content": "Hip-hop music producer Sajeel Kapoor said the makers of the upcoming film 'Gully Boy' used his song 'Mere Gully Mein', without paying him. \"I wasn’t even aware of the fact that the song was going to be used,\" Sajeel, who originally produced the song featuring rappers Naezy and Divine, said. The film's makers released the track on Tuesday. ",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548157147457_50.jpg?resize=*:400px"
}{
    "Title": "Apple employees donated $125 mn to global charities in 2018",
    "Content": "Apple announced its employees donated over $125 million to help non-profit organisations worldwide in 2018 as part of its 'Giving' programme. As per the programme, the company matches funds for every hour an employee does volunteer work or for every dollar they donate. The eight-year-old programme has raised over $365 million for non-profit organisations till date, Apple said.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548158282609_125.jpg?resize=*:400px"
}{
    "Title": "9 contenders for PM post at Opposition rally: Amit Shah",
    "Content": "BJP President Amit Shah on Tuesday said there were nine Prime Ministerial candidates at the United India Rally held in Kolkata on Saturday. \"5-25 leaders can't...defeat PM Narendra Modi. He is...supported by 100 crore people,\" he added. \"The [opposition's] gathbandhan is about...self-interest. They didn't even chant 'Vande Mataram' and 'Bharat Mata Ki Jai' in the rally,\" Shah further said.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548154301605_6.jpg?resize=*:400px"
}{
    "Title": "Paytm Mall hit by cashbacks, to cut down B2C business: Report",
    "Content": "Paytm's e-commerce unit Paytm Mall has been affected by its cashback service and is \"very close\" to scaling down its B2C (business-to-consumer) business, as per a report. \"Its key backers, Alibaba and SoftBank have realised that cashback-driven commerce is going nowhere,\" sources were quoted saying. The report added Paytm Mall has now decided to focus on B2B (business-to-business) service.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548155864291_750.jpg?resize=*:400px"
}{
    "Title": "Missing boat with Indian migrants may be headed to NZ: Police",
    "Content": "In a case of suspected human trafficking, a missing fishing boat carrying 100-200 Indian migrants may be headed to New Zealand, the Kerala Police has said. The group reportedly left the coast of Kerala from Munambam on January 12. The investigation began after authorities found over 70 abandoned bags near the area.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548153932660_271.jpg?resize=*:400px"
}{
    "Title": "Trump defends students in controversial confrontation video",
    "Content": "US President Donald Trump defended high school students who appeared to confront a Native American man in a viral video. The \"students were treated unfairly with early judgements proving out to be false - smeared by media\", Trump tweeted. Other videos showed a group of black protestors hurling slurs at the students, before their encounter with the Native American man.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548155707416_701.jpg?resize=*:400px"
}{
    "Title": "Govt revives plan to change fiscal year to Jan-Dec: Reports",
    "Content": "The government has reportedly revived plans to change the fiscal year to January-December from the April-March period. This is expected to help the government include monsoon forecast in Budget projections, thereby ensuring better allocation of resources to agricultural sector. India has been following the April-March fiscal year since 1867, in line with what the British government had followed.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548162272686_720.jpg?resize=*:400px"
}{
    "Title": "Ex-Swiss banker convicted for selling secret tax data to Germany",
    "Content": "A Swiss court has convicted a former UBS banker of economic espionage for selling information about wealthy German tax evaders to German authorities. The 45-year-old has been accused of illegally collecting the bank's data between 2005 and 2012 and selling it for about $1.3 million. A fine of around $125,300 and a 40-month prison sentence have been imposed on him.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548155997130_779.jpg?resize=*:400px"
}{
    "Title": "NCLT approves merger of Tata Teleservices with Bharti Airtel",
    "Content": "Telecom operator Bharti Airtel has said the National Company Law Tribunal (NCLT) has approved its merger with loss-making telecom firm Tata Teleservices. As part of the agreement, the Sunil Mittal-led company will absorb Tata consumer mobile business operations in 19 telecom circles. It will also assume a small portion of the unpaid spectrum liability of Tata towards the telecom department.",
    "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548150880338_199.jpg?resize=*:400px"
}