[
    {
        "Title": "Man flies from Hong Kong to support PewDiePie outside T-Series office",
        "Content": "A YouTuber named Davide Biale flew from Hong Kong to Delhi to sing a song to support PewDiePie outside the T-Series office in Uttar Pradesh's Noida. Davide is supporting YouTube channel PewDiePie in the race with T-Series to remain the world's most subscribed YouTube channel. \"I am doing my best to try to save PewDiePie,\" Davide said.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548151777016_828.jpg?resize=400px:*"
    },
    {
        "Title": "'Fiji Water Girl' lands TV cameo after photobombing Golden Globes",
        "Content": "A model who became a viral sensation after photo bombing celebrities while carrying a tray of Fiji Water on the Golden Globes red carpet has landed a cameo on American TV show 'The Bold and the Beautiful'. Kelleth Cuthbert, also known as 'Fiji Water Girl', posted a picture on Instagram from the TV show's set, thanking the cast and crew.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548151459925_337.jpg?resize=400px:*"
    },
    {
        "Title": "Roma, The Favourite lead Oscars 2019 nominations with 10 each",
        "Content": "Oscar-winning director Alfonso Cuarón's Roma and Yorgos Lanthimos' The Favourite have received 10 Oscars 2019 nominations each, including those for Best Picture and Production Design. Further, Bradley Cooper's A Star Is Born and Adam McKay's Vice have been nominated for eight Oscars each. Black Panther, which received seven nominations, became the first superhero movie to be nominated for Best Picture. ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548166249334_475.jpg?resize=400px:*"
    },
    {
        "Title": "Karisma gave 15 retakes for 'Le Gayi' song due to me: Shahid Kapoor",
        "Content": "Actor Shahid Kapoor, who was a background dancer in the song 'Le Gayi' from 'Dil To Pagal Hai' featuring Karisma Kapoor, revealed that the actress had to give 15 retakes because of him. \"One guy was slightly offbeat...with really big hair...that was me,\" said Shahid. \"My hair used to settle down half a beat after I settled down,\" he added.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548149891392_875.jpg?resize=400px:*"
    },
    {
        "Title": "Let us not overreact please: Rahul Dravid on Pandya-KL Rahul row",
        "Content": "Reacting to Hardik Pandya and KL Rahul being suspended for their comments on women on 'Koffee with Karan', ex-India captain Rahul Dravid said the case shouldn't be taken too far as this hasn't happened for the first time. \"Let us not overreact please,\" he added. \"People forget in the past also incidents have happened,\" Dravid further said.  ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548146072669_41.jpg?resize=400px:*"
    },
    {
        "Title": "Tokyo Metro offers early commuters free food to help ease congestion",
        "Content": "In order to help ease passenger flow during rush hours, the Tokyo Metro service is offering free food coupons to early morning passengers on Tozai Line to convince more people to travel at different timings. Launched on Monday, the offer will continue on weekdays until February 1. During 7:50 am to 8:50 am, over 76,000 passengers use the Tozai Line.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159875575_828.jpg?resize=400px:*"
    },
    {
        "Title": "EC asks police to arrest 'cyber expert' over claim of EVM hacking",
        "Content": "The Election Commission of India has written to Delhi Police requesting them to lodge an FIR and investigate self-claimed cyber expert Syed Shuja, who alleged electronic voting machines were hacked in 2014 General elections. ECI said Shuja violated the IPC by spreading rumours which create panic. Shuja, at a London event, claimed EVMs used by ECI can be tampered with.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548165648327_257.jpg?resize=400px:*"
    },
    {
        "Title": "Woman reports husband missing, arrested 4 days later for his murder",
        "Content": "A 24-year-old Gurugram woman named Sweety, who registered an FIR on January 17 saying her husband had gone missing, was arrested along with six others four days later for his murder. Sweety suspected her husband had an extra-marital affair and feared he may transfer his property to the other woman. She allegedly offered ₹16 lakh to get her husband killed.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548146366011_334.jpg?resize=400px:*"
    },
    {
        "Title": "1,900 gifts received by PM Modi to be auctioned to clean Ganga",
        "Content": "The government will auction about 1,900 gifts received by PM Narendra Modi and the funds raised will be used for the project to clean river Ganga. The items that would be auctioned include paintings, sculptures, shawls, jackets and traditional musical instruments. The physical auction would be held on January 27 and 28 and e-auction from January 29-30 for remaining items.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548160580634_83.jpg?resize=400px:*"
    },
    {
        "Title": "31 Rohingyas stuck on B'desh border handed over to Tripura Police",
        "Content": "The Border Security Force (BSF) on Tuesday handed over a group of 31 Rohingya Muslims, stranded on the border after they were denied entry into Bangladesh, to the Tripura Police. The group of Rohingyas had reportedly come from Jammu and Kashmir. They have been arrested on charges of entering India illegally, the Tripura Police said.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548166646127_280.jpg?resize=400px:*"
    },
    {
        "Title": "British PM unveils Brexit 'Plan B' after original deal rejected",
        "Content": "British Prime Minister Theresa May on Monday unveiled her Brexit 'Plan B' after the original deal was rejected by the Parliament last week. May ruled out a second Brexit referendum and claimed that it is impossible for the government to rule out no-deal Brexit. The plan will be put to vote by the Parliament on January 29. ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159868759_938.jpg?resize=400px:*"
    },
    {
        "Title": "Ex-Pak PM Nawaz Sharif's heart 'larger than normal', says hospital",
        "Content": "Former Pakistan Prime Minister Nawaz Sharif underwent a medical examination at the Punjab Institute of Cardiology, following which the hospital said that Sharif's heart is \"larger than normal\" citing his echocardiogram report. The 69-year-old former PM is serving a seven-year jail sentence in Lahore. He was sentenced to jail on December 24 in connection with the Al-Azizia Steel Mills case.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548161666474_838.jpg?resize=400px:*"
    },
    {
        "Title": "Need to go to France, Spain, Germany for tennis events: Karti to SC",
        "Content": "Karti Chidambaram has sought permission from the Supreme Court to travel to France, Spain, Germany and the UK over the next few months in connection with various tennis tournaments. Karti said his company makes organisational and logistical arrangements for various ATP and WTA tennis tournaments in Europe. He is an accused in the INX Media and Aircel-Maxis money laundering cases. ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548158214377_939.jpg?resize=400px:*"
    },
    {
        "Title": "Egyptian TV host jailed for 1 year for interviewing a gay man",
        "Content": "Egyptian TV host Mohamed al-Gheiti has been sentenced to one year in prison for interviewing a gay man last year. Al-Gheiti, who has spoken out against homosexuality in the past, was accused of promoting homosexuality and contempt of religion. He was also fined around ₹12,000 and will be placed under surveillance for one year after finishing his prison time. ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548164929951_294.jpg?resize=400px:*"
    },
    {
        "Title": "US billionaire buys ₹870 crore London house near Buckingham Palace ",
        "Content": "US billionaire Ken Griffin, the founder of $28-billion Citadel hedge fund, has purchased 3 Carlton Gardens, a 200-year-old home near Buckingham Palace in central London. The 50-year-old, who has an estimated $8.8 billion fortune, paid about £95 million (₹870 crore) for the property. The 20,000 square-foot house is opposite the UK foreign secretary's official residence. ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548171081280_970.jpg?resize=400px:*"
    },
    {
        "Title": "#MeToo allegations need to be investigated: Ajay Devgn",
        "Content": "While speaking about the #MeToo movement, actor Ajay Devgn said that allegations of sexual harassment and misconduct must be \"investigated\". \"While most of the accounts are possibly real, some might have taken advantage of the gaining momentum,\" he explained. The actor further said that it's important to be \"responsible\" as false allegations take away from the purpose of the movement.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159468544_101.jpg?resize=400px:*"
    },
    {
        "Title": "Wasn't paid for track in 'Gully Boy': Music Producer Sajeel",
        "Content": "Hip-hop music producer Sajeel Kapoor said the makers of the upcoming film 'Gully Boy' used his song 'Mere Gully Mein', without paying him. \"I wasn’t even aware of the fact that the song was going to be used,\" Sajeel, who originally produced the song featuring rappers Naezy and Divine, said. The film's makers released the track on Tuesday. ",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548157147457_50.jpg?resize=400px:*"
    },
    {
        "Title": "Artificial Intelligence predicts next shot with Aus Open data",
        "Content": "Queensland University of Technology researchers have made an AI-based system that can predict the placement of the next shot in tennis by analysing 2012 Australian Open data. Researchers analysed about 8,800 shots by tennis players Novak Djokovic, Rafael Nadal and Roger Federer to structure the system. Researchers said the system was least accurate in its prediction of Roger Federer's shots.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548165620979_119.jpg?resize=400px:*"
    },
    {
        "Title": "Apple employees donated $125 mn to global charities in 2018",
        "Content": "Apple announced its employees donated over $125 million to help non-profit organisations worldwide in 2018 as part of its 'Giving' programme. As per the programme, the company matches funds for every hour an employee does volunteer work or for every dollar they donate. The eight-year-old programme has raised over $365 million for non-profit organisations till date, Apple said.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548158282609_125.jpg?resize=400px:*"
    },
    {
        "Title": "Tej Pratap invites BJP MP Shatrughan Sinha to join RJD",
        "Content": "After BJP MP Shatrughan Sinha attended the 'United India Rally', RJD leader and son of ex-Bihar CM Lalu Yadav, Tej Pratap Yadav, invited Sinha to join RJD. \"I talk to Sinha from time to time...I've also been to his...Mumbai home,\" he added. Criticising GST and demonetisation at the rally, Sinha had said he will continue to \"show mirror\" to BJP.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548162201150_533.jpg?resize=400px:*"
    },
    {
        "Title": "US food delivery startup Munchery, which raised $125mn, shuts down",
        "Content": "US-based food delivery startup Munchery, which has raised a total of about $125 million in funding, has announced it is ceasing its operations effective immediately. Earlier, the startup had closed operations in US cities including New York and Seattle, cutting 30% of its workforce, in May 2018. Founded in 2011, Munchery counted Menlo Ventures and Sherpa Capital among investors.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548164241323_581.jpg?resize=400px:*"
    },
    {
        "Title": "Minor girl raped in MP school; main accused, 2 teachers held",
        "Content": "A 16-year-old girl was allegedly raped by a 21-year-old man at her school in Madhya Pradesh's Rajgarh on Sunday. The incident happened when the main accused allegedly lured her to a room in the school while two teachers locked the room's door from outside. The main accused and the two teachers have been arrested.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548159502278_121.jpg?resize=400px:*"
    },
    {
        "Title": "Pune girl forced to keep ‘god-given’ dreadlocks for 3yrs",
        "Content": "An incident of a 12-year-old Pune girl maintaining dreadlocks in her hair for three years has surfaced. Going by a popular belief, the girl's family thought the naturally formed dreadlocks were 'god-given' and prohibited her from cutting them, causing her health to deteriorate. After knowing about the girl's condition, an NGO reached out to her family and cut the locks.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548163949817_742.jpg?resize=400px:*"
    },
    {
        "Title": "SBI to sell 26% stake in payment services arm to Hitachi ",
        "Content": "The country's largest lender State Bank of India (SBI) has said Hitachi Payment Services has agreed to pick up 26% stake in its card acceptance and digital payment platform SBI Payment Services. The state-run lender's shareholding in its payments arm will reduce to 74% after the transaction is completed. The financials of the deal were not disclosed.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548162680839_3.jpg?resize=400px:*"
    },
    {
        "Title": "Ex-Swiss banker convicted for selling secret tax data to Germany",
        "Content": "A Swiss court has convicted a former UBS banker of economic espionage for selling information about wealthy German tax evaders to German authorities. The 45-year-old has been accused of illegally collecting the bank's data between 2005 and 2012 and selling it for about $1.3 million. A fine of around $125,300 and a 40-month prison sentence have been imposed on him.",
        "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/22_tue/img_1548155997130_779.jpg?resize=400px:*"
    }
]