[
     {
          "Title": "8 years since Wayne Rooney's bicycle kick goal won derby for Man Utd",
          "Content": "With the derby match against Manchester City poised at 1-1 and 12 minutes remaining, the then Manchester United striker Wayne Rooney scored the winner with a bicycle kick on February 12, 2011. Rooney's back was facing the goal when he leapt five feet in the air and sent Nani's curling cross into the top right-hand corner of the goal.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549957378392_863.jpg?resize=*:400px"
     },
     {
          "Title": "Katy Perry pulls shoes criticised over 'blackface', apologises",
          "Content": "Singer Katy Perry's line 'Katy Perry Collections' has pulled two pairs of shoes after facing criticism that they resembled 'blackface', wherein non-black people darken their skin using makeup or other products to imitate a black person. \"I was saddened when it was brought to my attention that it was being compared to painful images reminiscent of blackface,\" Perry's statement read.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549966227311_316.jpg?resize=*:400px"
     },
     {
          "Title": "Young cricketer, brother held for assaulting ex-cricketer Bhandari",
          "Content": "Aspiring cricketer Anuj Dheda and his brother were arrested for assaulting former India cricketer and current Delhi chief selector Amit Bhandari. As many as 15 people led by Anuj beat Bhandari with hockey sticks and iron rods at St Stephen's ground for not picking Anuj in the Under-23 team. Bhandari claimed that one man also threatened him with a revolver.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549953864322_975.jpg?resize=*:400px"
     },
     {
          "Title": "Mobile phones, cash stolen at Priyanka Gandhi's roadshow in UP",
          "Content": "Pickpockets stole cash and several mobile phones of supporters during Congress roadshow in Lucknow, which had party President Rahul Gandhi, General Secretaries of Uttar Pradesh Priyanka Gandhi Vadra and Jyotiraditya Scindia taking part in it. Reports claim as many as 50 mobile phones and over ₹40,000 cash were stolen from the party supporters during the rally on Monday.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549964153947_104.jpg?resize=*:400px"
     },
     {
          "Title": "AP CM submits memorandum to Prez over special status issue",
          "Content": "Andhra Pradesh CM Chandrababu Naidu on Tuesday submitted a memorandum to President Ram Nath Kovind regarding the status of implementation of assurances made in the parliament during the passing of AP Reorganisation Act, 2014. He also undertook a protest march from Andhra Bhavan to Rashtrapati Bhavan in the morning. On Monday, Naidu had observed a day-long fast over the same.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549964492147_890.jpg?resize=*:400px"
     },
     {
          "Title": "Britannia looking to set up an entity for startup investments",
          "Content": "Britannia is looking to set up a new entity and a team in the next six months to invest in startups and emerging companies. \"We will consider looking at infusing small investments in startups across platforms,\" Britannia Managing Director Varun Berry said. Notably, consumer goods makers Unilever and Marico have already been investing in startups through separate platforms or entities.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549968580598_910.jpg?resize=*:400px"
     },
     {
          "Title": "Emergency exit was locked at hotel where fire killed 17: Minister",
          "Content": "Union Minister KJ Alphons has said the emergency exit of Arpit Palace hotel in Delhi's Karol Bagh, where 17 people were killed in a fire, was locked. \"The police had to rescue people from the front...Also, the emergency door was too narrow. There was a violation of building rules,\" Alphons added. The cause of fire is yet to be ascertained.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549972576930_744.jpg?resize=*:400px"
     },
     {
          "Title": "Bajrang Dal to shoot couples' videos on Valentine's Day in Dehradun",
          "Content": "Bajrang Dal members in Dehradun have decided to shoot videos of the couples indulging in \"indecent acts\" at public places on Valentine's Day. They will also make the videos of harassers and stalkers and submit them to the police to prevent any \"unethical\" activity. The outfit claimed that the move is to counter harassment allegations against its members.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549966954294_255.jpg?resize=*:400px"
     },
     {
          "Title": "Where is your helmet: Puducherry Lt Guv Kiran Bedi scolds bikers",
          "Content": "To spread awareness on traffic rules, Puducherry Lieutenant Governor and retired IPS officer Kiran Bedi on Sunday reprimanded bikers on streets for riding without helmet or with more than two riders. In a video, Bedi could be seen stopping and asking riders, \"Where is your helmet?\" She also directed defaulters with more than two riders to get down from two-wheelers.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549957573612_613.jpg?resize=*:400px"
     },
     {
          "Title": "Efforts to revive Khalistan-linked terrorism in Punjab: Govt",
          "Content": "Union Minister Hansraj Ahir on Tuesday said the NIA has registered seven terror-related cases in Punjab which were aimed at reviving the Khalistan-linked terrorism in the state. He added that the objective of these cases was to destabilise the law and order situation in Punjab. He said to avert such situation, intelligence and security agencies are working with effective coordination.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549967245650_124.jpg?resize=*:400px"
     },
     {
          "Title": "Goa CM Parrikar's son get HC notice over construction of eco-resort",
          "Content": "Goa CM Manohar Parrikar's son Abhijat has been issued a notice by the Panaji bench of the Bombay High Court on Tuesday over alleged destruction of forest buffer for the construction of an eco-resort. The plea, seeking stay on the construction of the resort, claimed that several by-laws have been passed to facilitate the construction of the resort.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549968891296_298.jpg?resize=*:400px"
     },
     {
          "Title": "Misdiagnosed as cancer-free 6 times, UK nurse dies aged 49",
          "Content": "The family of a 49-year-old nurse, who worked with UK's National Health Service for 13 years, has called for a public enquiry after she was misdiagnosed cervical cancer-free six times by government doctors. Three days prior to her death, Julie O'Connor and her husband recorded a video saying, \"The doctors, who had several opportunities to intervene, I hold them responsible\".",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549964840909_313.jpg?resize=*:400px"
     },
     {
          "Title": "Shraddha to return in Baaghi franchise opposite Tiger Shroff",
          "Content": "Shraddha Kapoor, who starred opposite Tiger Shroff in 'Baaghi', has returned to the franchise and will be starring in the upcoming film 'Baaghi 3'. \"The entire team of 'Baaghi' is very happy to have Shraddha back,\" confirmed the film's producers, Nadiadwala Grandson, in a statement. Tiger's \nrumoured girlfriend Disha Patani had starred opposite him in 'Baaghi 2'.  ",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549966409098_648.jpg?resize=*:400px"
     },
     {
          "Title": "Academy to present four awards during commercial breaks",
          "Content": "The Academy of Motion Picture Arts and Sciences has confirmed that four Oscar presentations of the 91st awards ceremony have been set for commercial breaks. The awards in the categories -cinematography, film editing, live action short and makeup and hairstyling will be announced during the ads. The winners' walk from their seats to the stage will reportedly be removed.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549969335920_712.jpg?resize=*:400px"
     },
     {
          "Title": "Women need more representation in film industry: Sonam",
          "Content": "Actress Sonam Kapoor has said that she believes women need to have more representation in the film industry. \"There should be more women representation in terms of...more thought and content for them,\" the actress explained. \"There are talented women in the film industry...who've...achieved stardom and it all should be used in the right way,\" Sonam further said. ",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549965808861_211.jpg?resize=*:400px"
     },
     {
          "Title": "Ranveer and I are mad enough to get lost in a shot: Alia",
          "Content": "Alia Bhatt, who'll be seen with Ranveer Singh in their upcoming film 'Gully Boy', said, \"Ranveer and I are mad enough to get lost in a shot and believe that we are 'Murad' and 'Safina'.\" \"We've shown a real relationship. And for that to come across, both of us had to feel it...Hopefully, people will feel that connection,\" added Alia.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549967805891_761.jpg?resize=*:400px"
     },
     {
          "Title": "If 'Uri' was propaganda film, I wouldn't be in it: Vicky",
          "Content": "Addressing critics who have called his film 'Uri: The Surgical Strike' a government mouthpiece, actor Vicky Kaushal said, \"If it was a propaganda film, I wouldn’t have been part of it.\" \"It’s not necessary to view everything through the political lens,\" Vicky added. He further said that he's happy the \"emotional value\" of the film is resonating with the audience.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549967455167_932.jpg?resize=*:400px"
     },
     {
          "Title": "Aaron Ramsey to leave Arsenal after 11 years to join Juventus",
          "Content": "Welsh midfielder Aaron Ramsey is set to join Italian club Juventus after having spent 11 years at Arsenal. Ramsey, who will join Juventus in July, will become the third Welshman to play for the Turin-based side after John Charles and Ian Rush. Ramsey has made 256 Premier League appearances since joining Arsenal from Cardiff City in 2008.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549966330538_731.jpg?resize=*:400px"
     },
     {
          "Title": "Facebook adds 5 partners to spot fake news ahead of LS polls",
          "Content": "Social media giant Facebook has added five new partners to its third-party fact-checking programme in India, aimed at reducing the spread of fake news. Stories marked as false will be shown lower in the news feed, Facebook said. \"We're committed to fighting spread of false news...especially ahead of the 2019 general elections,\" Facebook India News Partnerships Head Manish Khanduri said.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549968496858_762.jpg?resize=*:400px"
     },
     {
          "Title": "BJP leader Mukul Roy files bail plea in TMC MLA murder case",
          "Content": "BJP leader Mukul Roy today filed an anticipatory bail plea in the Calcutta High Court in connection with TMC MLA Satyajit Biswas' murder case. Roy is among the four people named responsible for Biswas' murder. Earlier, he had claimed that the allegations against his party were levelled on the direction of West Bengal Chief Minister Mamata Banerjee.",
          "Image_Url": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/02_feb/12_tue/img_1549965045353_359.jpg?resize=*:400px"
     }
]