{
    "data: ": [
        {
            "Title: ": "Six youngsters shortlisted for YONO SBI '20 Under Twenty' awards",
            "Content: ": "\n    State Bank of India had recently announced the launch of 'YONO 20 Under Twenty' awards to reward young achievers under the age of 20. Six of India's brightest youngsters have now been shortlisted under the category 'Promising game changers'. Notably, the youngsters came up with innovative ideas such as fuel free bikes, bee-saving bots, skin patch detecting heart-attacks and more.\n    \n      short by Roshan Gupta / \n      12:16 pm on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548441138210_185.jpg?resize=400px:*"
        },
        {
            "Title: ": "Croma launches its Privileges programme for loyal customers",
            "Content: ": "\n    Croma has launched the first ever loyalty programme in the world of electronic retail that promises to offer an ultimate shopping experience. With this programme, customers will get exclusive loyalty discounts, pre-qualified credit, e-waste pick up on call, lifetime service assurance and much more. Join 10 million existing members to avail these benefits today.\n    \n      short by Roshan Gupta / \n      10:00 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548441628041_868.jpg?resize=400px:*"
        },
        {
            "Title: ": "Trump signs bill to end longest government shutdown in US history",
            "Content: ": "\n    US President Donald Trump signed a bill on Friday night to reopen the government for three weeks, until February 15, ending the longest government shutdown in the nation's history. The 35-day-long shutdown was called off by the leader without getting the $5 billion he had demanded from Congress for a border wall. The negotiation for the money will continue.\n    \n      short by Arshiya Chopra / \n      08:35 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548471444645_473.jpg?resize=400px:*"
        },
        {
            "Title: ": "Was 1st choice for 'Judwaa', left it on Salman's request: Govinda",
            "Content: ": "\n    Govinda has revealed he was the first choice for the 1997 film 'Judwaa' but left the project on Salman Khan's request. \"Salman called me...and asked, 'Chichi Bhaiyya, how many hits will you give? The film...you're shooting right now – Judwaa – please...give the movie to me'. I wasn't a part of Judwaa, but I had started the project,\" Govinda added.\n    \n      short by Daisy Mowke / \n      12:21 pm on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548473968026_62.jpg?resize=400px:*"
        },
        {
            "Title: ": "Wish I had body like that: 7-time Major champ on seeing Nadal naked",
            "Content: ": "\n    Following Rafael Nadal's Australian Open semi-final victory over Stefanos Tsitsipas, seven-time Grand Slam champion and commentator John McEnroe told the world number two that he saw him naked during a \"quick bathroom break\" after the second set. \"What was your impression?\" Nadal asked McEnroe. \"I said...'I wish I had a body like that',\" McEnroe responded during the post-match interview. \n    \n      short by Anmol Sharma / \n      10:38 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548418422072_946.jpg?resize=400px:*"
        },
        {
            "Title: ": "We welcome pilgrims: China envoy on Rahul meeting their ministers",
            "Content: ": "\n    On being asked about Congress President Rahul Gandhi's meet with Chinese ministers during his trip to Kailash Mansarovar last year, Chinese envoy Luo Zhaohui said, \"The Chinese government, the Chinese side will welcome all pilgrims from India.\" Meanwhile, BJP called Rahul \"Chinese propagandist\" and asked him to give complete details of his meeting with China's ministers and officials.\n    \n      short by Arshiya Chopra / \n      10:54 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548478735323_158.jpg?resize=400px:*"
        },
        {
            "Title: ": "Serial killer who killed 10 people in 6 months held at Kumbh Mela",
            "Content: ": "\n    A 38-year-old man who killed 10 people in over six months in Prayagraj (formerly Allahabad) and nearby areas was arrested from Kumbh Mela, said the police. The accused would attack sleeping individuals with sharp-edged weapons and cover their faces with their own garments. Identified as Kaluwa from Basahara village, he was nabbed with the help of CCTV footage. \n    \n      short by Aarushi Maheshwari / \n      10:02 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548475938219_993.jpg?resize=400px:*"
        },
        {
            "Title: ": "Lt Kasturi becomes 1st woman to lead all-men contingent on R-Day",
            "Content: ": "\n    Lieutenant Bhavana Kasturi has become the first woman to lead an all-men Army contingent in Republic Day parade by leading the Indian Army Service Corps contingent. \"It's a matter of great pride and honour to me and it's a glory for us,\" Lieutenant Kasturi said. An all-women Assam Rifles contingent was also part of the parade for the first time.\n    \n      short by Arshiya Chopra / \n      11:59 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548482219157_19.jpg?resize=400px:*"
        },
        {
            "Title: ": "Odisha CM's sister Gita declines Padma Shri, says timing not right",
            "Content: ": "\n    Odisha CM Naveen Patnaik's elder sister and author Gita Mehta has declined to accept the Padma Shri announced on Friday. \"With great regret I feel I must decline as there is a general election looming and the timing of the award might be misconstrued, causing embarrassment both to the \nGovernment and myself,\" she said in statement released from New York.\n    \n      short by Arshiya Chopra / \n      09:38 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548474174165_348.jpg?resize=400px:*"
        },
        {
            "Title: ": "Mine dam collapses in Brazil; 7 dead, 200 missing",
            "Content: ": "\n    At least seven people have died and around 200 others are missing after a dam burst on Friday at an iron-ore mine in Brazil, officials said. The break caused a sea of muddy sludge to spread in the Minas Gerais state, burying buildings, farms and vehicles. Nine people have so far been rescued from the disaster area.\n    \n      short by Nandini Sinha / \n      11:00 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548471417891_770.jpg?resize=400px:*"
        },
        {
            "Title: ": "$1million stolen from ex-Zimbabwe President Mugabe's house",
            "Content: ": "\n    Nearly $1 million in cash was stolen former Zimbabwe President Mugabe's house allegedly by his relatives and employees in 2016, court papers released on Friday showed. The three suspects were arrested earlier this month over initial allegations that they stole $150,000 from Mugabe's rural house in Zvimba. They allegedly spent the money on cars and houses, among others.\n    \n      short by Nandini Sinha / \n      10:30 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548433109279_986.jpg?resize=400px:*"
        },
        {
            "Title: ": "Transgenders must be sterilised before gender change: Japan SC",
            "Content: ": "\n    Japan's Supreme Court has upheld a law that forces transgenders to be sterilised before they can legally change their gender. It rejected an appeal to overturn the law which requires any person seeking to change their gender to \"permanently lack functioning\" reproductive parts. The top court said the law intended to prevent \"problems\" in parent-child relations, which could cause \"confusion\".\n    \n      short by Nandini Sinha / \n      11:44 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548476872215_532.jpg?resize=400px:*"
        },
        {
            "Title: ": "Couple, 19-month-old daughter removed from plane over 'body odour'",
            "Content: ": "\n    A Jewish couple and their 19-month-old daughter from Detroit were removed from an American Airlines flight after the airline told them other passengers complained about their body odour. American Airlines claimed they were given a hotel room and meal vouchers for the night and booked onto a new flight. The man said he believes they were removed over \"religious reasons\".\n    \n      short by Daisy Mowke / \n      11:03 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548480260536_39.jpg?resize=400px:*"
        },
        {
            "Title: ": "Pakistan eases visa rules, calls itself 'heaven for tourists'",
            "Content: ": "\n    The Pakistan government on Friday announced to ease travel restrictions in a bid to revive tourism, with the Information Minister Chaudhry Fawad Hussain calling the country \"heaven for tourists\". Pakistan will grant visa-on-arrival to citizens from 50 countries and provide electronic visas to 175 nationalities. The new rules would also ease travel restrictions on foreign journalists, Hussain said.\n    \n      short by Nandini Sinha / \n      10:00 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548424872279_488.jpg?resize=400px:*"
        },
        {
            "Title: ": "Jaitley asks if CBI's Kochhar probe is 'investigative adventurism'",
            "Content: ": "\n    Union Minister Arun Jaitley has questioned CBI's need to probe \"entire who's who of the banking industry\" in the Chanda Kochhar-Videocon loan case. \"There is a fundamental difference between investigative adventurism and professional investigation,\" he said. In addition to costing people their careers, such adventurism leads to media leaks, ruins reputations, and not convictions, Jaitley added.\n    \n      short by Krishna Veera Vanamali / \n      09:30 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548435020845_17.jpg?resize=400px:*"
        },
        {
            "Title: ": "L&T chief, MDH owner among 4 business leaders to get Padma Awards",
            "Content: ": "\n    The government has conferred India's second highest civilian honour Padma Vibhushan on construction giant Larsen & Toubro's (L&T) Chairman AM Naik. Mahashay Dharam Pal Gulati, the 95-year-old owner of spices maker MDH, and John Chambers, former CEO of US technology giant Cisco Systems, were chosen for Padma Bhushan. Photoshop maker Adobe's India-born CEO Shantanu Narayen was conferred Padma Shri. \n    \n      short by Krishna Veera Vanamali / \n      08:37 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548438151034_700.jpg?resize=400px:*"
        },
        {
            "Title: ": "It was because of Rahman 'Jai Ho' song won the Oscar: Gulzar",
            "Content: ": "\n    Veteran poet-lyricist Gulzar has said that it was because of AR Rahman that the 'Jai Ho' song from the 2009 film 'Slumdog Millionaire' won an Academy Award in the Best Music (Original Score) and Best Music (Original Song) categories. \"Although Sukhwinder Singh also contributed in making the song a hit by putting a lot of energy into it,\" added Gulzar.\n    \n      short by Deepshikha Yadav / \n      09:57 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548473434319_249.jpg?resize=400px:*"
        },
        {
            "Title: ": "I strike balance between respect, closeness: Sara on Sharmila",
            "Content: ": "\n    Sara Ali Khan, while talking about her relationship with grandmother Sharmila Tagore, said, \"I strike a balance between respect and closeness. I can talk to her about almost anything.\" \"Our conversations are little more skewed towards world affairs and political science than towards hair and make-up,\" added the actress who made her Bollywood debut with Sushant Singh Rajput starrer 'Kedarnath'.\n    \n      short by Deepshikha Yadav / \n      12:25 pm on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548482803199_234.jpg?resize=400px:*"
        },
        {
            "Title: ": "'Padmaavat' changed something in me forever: Deepika Padukone",
            "Content: ": "\n    Deepika Padukone, on the occasion of her film 'Padmaavat' completing 1 year since its release on Friday, said, \"The film surpassed all my previous highs professionally. Personally, it changed something in me forever.\" \"When I look back to this time last year, as an individual and artist, I feel a sense of pride, joy and happiness,\" added the actress.\n    \n      short by Deepshikha Yadav / \n      11:43 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548476330205_50.jpg?resize=400px:*"
        },
        {
            "Title: ": "Former Gujarat CM Shankersinh Vaghela to join NCP",
            "Content: ": "\n    Former Gujarat Chief Minister Shankersinh Vaghela on Friday revealed his plans to join Nationalist Congress Party, stating, \"I have discussed this issue with (NCP President Sharad) Pawar Saheb. I think it is a good thing.\" Vaghela, who had left the Congress ahead of the 2017 Gujarat Assembly elections, added, \"In public life, a good platform is required to raise issues.\" \n    \n      short by Aarushi Maheshwari / \n      10:39 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548475241577_339.jpg?resize=400px:*"
        },
        {
            "Title: ": "BJP called Congress MLA, offered him gift: Karnataka CM",
            "Content: ": "\n    Accusing BJP of attempting to topple the Congress-JD(S) government, Karnataka Chief Minister HD Kumaraswamy on Friday said, \"Operation Lotus is on. Yesterday night also they have telephoned a Congress legislator, asking him where to send the gift.\" Stating the MLA declined the offer, Kumaraswamy claimed that making MLAs \"commodities for sale\" is an \"addiction\" of state BJP chief BS Yeddyurappa.\n    \n      short by Aarushi Maheshwari / \n      12:16 pm on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548477750601_679.jpg?resize=400px:*"
        },
        {
            "Title: ": "6 Manipur student bodies to boycott R-Day celebration",
            "Content: ": "\n    As a mark of protest against the Citizenship (Amendment) Bill, six student bodies in Manipur have decided to boycott the 70th Republic Day celebration on Saturday. The student bodies will also be agitating in New Delhi on January 30 against the passing of the bill. The student bodies include All Manipur Students' Union, Manipuri Students' Federation and Kangleipak Students' Association.\n    \n      short by Nikita Pradhan / \n      11:01 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548475150753_403.jpg?resize=400px:*"
        },
        {
            "Title: ": "IRCTC adds 2,000 POS machines in trains for payment of food",
            "Content: ": "\n    IRCTC on Friday added 2,191 Point of Sale (POS) machines in trains with pantry cars for electronic payment of food items. \"The right amount will be generated...It would keep a check on overcharging,\" an IRCTC official said. Further, all licensees managing the trains have been instructed to ensure availability of minimum eight machines per rake.\n    \n      short by Nikita Pradhan / \n      10:57 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/26_sat/img_1548471713237_679.jpg?resize=400px:*"
        },
        {
            "Title: ": "Trump aide arrested under probe on Russia meddling in 2016 US poll",
            "Content: ": "\n    Roger Stone, an ally of US President Donald Trump, was arrested in connection with the probe into alleged Russian interference in 2016 US presidential election and Russia's ties to the Trump campaign. Stone allegedly sought to gather information about hacked emails of Democrats, including Hillary Clinton from WikiLeaks. He allegedly pressured an associate from testifying in relation to the probe.\n    \n      short by Nandini Sinha / \n      09:30 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548432020728_353.jpg?resize=400px:*"
        },
        {
            "Title: ": "Singapore to reduce military training after actor's death",
            "Content: ": "\n    Singapore will reduce the length, intensity and frequency of its training programs following the death of actor Aloysius Pang who died from injuries suffered during a military exercise in New Zealand. The Singapore Army has also announced a halt on all high-risk training activities. The 28-year-old actor was crushed between the gun barrel of a howitzer and its cabin.\n    \n      short by Nandini Sinha / \n      09:00 am on 26 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/25_fri/img_1548429201950_980.jpg?resize=400px:*"
        }
    ]
}