{
    "data: ": [
        {
            "Title: ": "He's the only one I dated, he didn't break my heart: Sara on Veer",
            "Content: ": "Actress Sara Ali Khan has said that Congress leader Sushil Kumar Shinde's grandson Veer Pahariya is the only man she has dated in the past. Adding that Veer did not break her heart, Sara said, \"My heart has not broken. It is all good, I promise.\" \"I have had no other boyfriends in my life,\" the actress further said.\n    \n      short by Pragya Swastik / \n      09:45 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548684120709_341.jpg?resize=400px:*"
        },
        {
            "Title: ": "Policeman stopped my car, told me I'm doing the wrong films: Ranbir",
            "Content: ": "Speaking at the Umang Police Show 2019, Ranbir Kapoor revealed a policeman once stopped his car and told him he's doing the wrong kind of films. \"He saw I was...inside the car, took a picture with me and gave me a lecture for half an hour,\" Ranbir added. He said the policeman told him he should play a police officer.\n    \n      short by Daisy Mowke / \n      07:55 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548664605431_199.jpg?resize=400px:*"
        },
        {
            "Title: ": "Former NZ pacer-turned-taxi driver retires from club cricket at 68",
            "Content: ": "Former New Zealand fast bowler-turned-taxi driver Ewen Chatfield has retired from club cricket at the age of 68. He represented Wellington club, Naenae Old Boys, for 51 seasons since 1968. Chatfield, who represented New Zealand in 43 Tests and 114 ODIs, said after playing for New Zealand over 60s team in Australia last year he knew it was the end.\n    \n      short by Anmol Sharma / \n      09:20 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548671354843_108.jpg?resize=400px:*"
        },
        {
            "Title: ": "PM Modi's Bengal rally shifted as venue pre-booked by TMC",
            "Content: ": "The BJP has decided to shift the venue of PM Narendra Modi's rally in West Bengal's North 24 Parganas' Thakurnagar to another nearby ground. The ground, where PM Modi was supposed to address the mega-gathering on February 2, was booked by the Trinamool Congress for a week-long religious programme. The venue did not meet the security requirements, the BJP said.\n    \n      short by Shashank Verma / \n      08:09 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548681836443_834.jpg?resize=400px:*"
        },
        {
            "Title: ": "Minimum Income Guarantee for poor if Cong wins 2019 polls: Rahul",
            "Content: ": "Congress President Rahul Gandhi during his visit to Chhattisgarh on Monday said that if voted to power in 2019, the Congress is committed to a Minimum Income Guarantee for every poor person to help eradicate poverty and hunger. \"We cannot build a new India while millions of our brothers & sisters suffer the scourge of poverty,\" he added.\n    \n      short by Pragya Swastik / \n      08:35 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548681593016_398.jpg?resize=400px:*"
        },
        {
            "Title: ": "Complaint against Kejriwal for 'misleading' calls to voters",
            "Content: ": "BJP's Manjinder Singh Sirsa has filed a complaint against Delhi CM Arvind Kejriwal for making 'misleading' calls to voters of his Rajouri Garden constituency claiming their names had been deleted from electoral rolls by the BJP. He added it's a \"conspiracy\" to defame him before voters of his constituency. AAP trying to \"lower my image\" in the constituency, he said.\n    \n      short by Shashank Verma / \n      09:04 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548686057901_288.jpg?resize=400px:*"
        },
        {
            "Title: ": "Pak to resume talks with India only after polls: Minister",
            "Content: ": "Pakistan minister Fawad Chaudhry on Sunday said the country will try to resume peace talks with India only after the 2019 election results are out. He added, \"It is useless to talk to them (India) now unless there is some stability.\" He said the Pakistan government would respect any Indian leader and the party elected by the Indian people.\n    \n      short by Shashank Verma / \n      09:10 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548684532132_594.jpg?resize=400px:*"
        },
        {
            "Title: ": "Groom treks for 6 kms in snow to reach wedding venue in Uttarakhand",
            "Content: ": "A groom and 25 family members trekked for over 6 kilometres in heavy snow on Friday to reach the wedding destination in Uttarakhand. After 80 people from the procession got stuck in traffic, the family decided to send only those needed for the rituals. \"If you see...pictures...you'd question whether they were even feeling cold, forget difficulty,\" said the groom's brother.\n    \n      short by Daisy Mowke / \n      09:35 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548648579535_736.jpg?resize=400px:*"
        },
        {
            "Title: ": "Indian-origin Kamala Harris launches 2020 presidential campaign",
            "Content: ": "First-term US Democratic Senator Kamala Harris launched her 2020 presidential campaign on Sunday at a rally in her hometown Oakland. \"We are at an inflexion point in the history of our nation. We are here because the American dream and our American democracy are under attack and on the line like never before,\" the 54-year-old said criticising President Donald Trump.\n    \n      short by Nandini Sinha / \n      07:47 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548674423332_774.jpg?resize=400px:*"
        },
        {
            "Title: ": "3-yr-old US boy missing in woods for 2 days says bear kept him safe",
            "Content: ": "A three-year-old boy who survived two nights alone in the woods in US' North Carolina told police and his family that he was kept safe by a bear. The boy was playing with two other children in his grandmother's backyard on Tuesday before he went missing. He was found entangled in shrubs by professional search and rescue teams on Thursday.\n    \n      short by Anmol Sharma / \n      09:15 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548680099413_890.jpg?resize=400px:*"
        },
        {
            "Title: ": "When you stub your toe, user tweets on Brock Lesnar's photo",
            "Content: ": "Reacting to wrestler Brock Lesnar's photo from the Royal Rumble shared by the WWE Universe Twitter account, a user tweeted, \"When you hit just your pinky toe against a nightstand in the dark.#RoyalRumble\". Other users reacted to the image with tweets like, \"When you realize tomorrow is Monday\" and \"When your boss comes into your cube and you're on YouTube.\"\n    \n      short by Dishant Sharma / \n      08:03 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548678731557_318.jpg?resize=400px:*"
        },
        {
            "Title: ": "Ronaldo converts penalty to help Juventus beat Lazio 2-1",
            "Content: ": "Cristiano Ronaldo converted a penalty to seal a 2-1 win for Juventus against Lazio in Rome on Sunday to pull 11 points clear in the Serie A. Ronaldo, whose penalty was saved last week against Chievo, scored in his eighth consecutive away match to bring his league tally to 15 goals. Ronaldo is currently the league's second-highest goalscorer.\n    \n      short by Dishant Sharma / \n      09:47 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548674541999_122.jpg?resize=400px:*"
        },
        {
            "Title: ": "WWE releases video of Brock Lesnar throwing belt at V McMahon",
            "Content: ": "WWE has released a video of Brock Lesnar throwing his WWE Universal title belt at the current Chairman and CEO of WWE, Vince McMahon, who was sitting backstage. At Royal Rumble on Sunday, Brock Lesnar faced Finn Balor in a one-on-one match for the Universal title, which he won by getting Balor to tap out.\n    \n      short by Dishant Sharma / \n      08:40 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548680143899_78.jpg?resize=400px:*"
        },
        {
            "Title: ": "14,200 HIV+ individuals' data illegally leaked: Singapore",
            "Content: ": "Singapore's health ministry said details of 14,200 individuals, diagnosed with HIV, were \"illegally disclosed online\" by a US citizen. The ministry added the breach targeted data of Singaporean citizens diagnosed with HIV up to January 2013 and foreigners diagnosed with HIV up to December 2011. Last year, Singapore PM Lee Hsien Loong and 15 lakh citizens' healthcare data was stolen.\n    \n      short by Arundhati Rawat / \n      09:24 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548682868174_30.jpg?resize=400px:*"
        },
        {
            "Title: ": "There's no trouble: Siddaramaiah after K'taka CM offered to quit",
            "Content: ": "After Karnataka Chief Minister HD Kumaraswamy threatened to step down as the CM, Congress leader Siddaramaiah said, \"There is no trouble, I will speak to HD Kumaraswamy.\" \"You (media) are the people who create trouble,\" he added. Kumaraswamy on Monday threatened to step down when asked about Congress MLAs' comments that Siddaramaiah was their Chief Minister. \n    \n      short by Nikita Pradhan / \n      08:04 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548673353598_822.jpg?resize=400px:*"
        },
        {
            "Title: ": "Nissan faces SEC probe in US over executive pay: Reports",
            "Content: ": "US financial regulator SEC is probing automaker Nissan reportedly over the disclosure of its executive pay in the US. This comes after the company's ousted Chairman Carlos Ghosn's arrest over allegations of under-reporting income. Nissan's CEO Hiroto Saikawa had said oversights in the company's corporate governance \"permitted the situation to continue, which clearly calls for grave reflection.\"\n    \n      short by Shruti Maria Mahendar / \n      08:46 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548675962218_736.jpg?resize=400px:*"
        },
        {
            "Title: ": "No truth: Paytm CEO on reports of scaling down Paytm Mall",
            "Content: ": "Paytm CEO Vijay Shekhar Sharma, denying reports of scaling down the startup's e-commerce unit Paytm Mall's B2C operations, said, there's \"no truth\" to these claims. The marketplace is expected to double gross merchandise value (GMV) to $2 billion by March this year, Sharma said. Referring to Paytm's wholesale B2B vertical, he added, it's \"budgeted to contribute...10-15% of total Mall GMV\". \n    \n      short by Arundhati Rawat / \n      08:19 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548678539849_746.jpg?resize=400px:*"
        },
        {
            "Title: ": "Unconstitutional if full budget is presented: Yashwant Sinha",
            "Content: ": "Amid reports that a full-fledged budget may be presented during the interim budget session, former Union Finance Minister Yashwant Sinha has said that doing so will be \"unconstitutional\". The government cannot present an economic survey, bring Finance Bill or introduce new services, he added. \"Those saying there's no rule against...full budget, why do we have Article 116\", he further said. \n    \n      short by Shweta Singh / \n      09:34 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548682087173_977.jpg?resize=400px:*"
        },
        {
            "Title: ": "No tennis for Karti if he evades ED: Supreme Court",
            "Content: ": "While hearing Karti Chidambaram's plea seeking permission to travel to France, Spain, Germany and the UK for tennis tournaments, the Supreme Court said, \"No tennis for him if he evades [the Enforcement Directorate].\" The apex court further directed the ED to fix a date for the interrogation. Karti is an accused in the INX Media and Aircel-Maxis money laundering cases.\n    \n      short by Shruti Maria Mahendar / \n      08:21 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548678067309_917.jpg?resize=400px:*"
        },
        {
            "Title: ": "Tripura wins best tableau award at Republic Day parade",
            "Content: ": "With the theme ‘Empowering Rural Economy the Gandhian Way’, Tripura has won the award for the best state tableau at the 70th Republic Day parade. The second and third positions were bagged by Jammu and Kashmir and Punjab respectively. As many as 16 states and six ministries and departments participated in this year’s Republic Day parade.\n\n    \n      short by Shweta Singh / \n      07:52 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548675124538_700.jpg?resize=400px:*"
        },
        {
            "Title: ": "38 captives freed from Taliban jail by Afghan Army",
            "Content: ": "The Afghan Army has freed 38 captives from a Taliban prison in the Ghazni province,  Afghanistan's Defence Ministry said in a statement on Monday. Nine militants were killed after the Taliban clashed with the security forces during the operation. Three weapons depots and two buildings used by the militants as a prison were destroyed by the security forces.\n    \n      short by Nandini Sinha / \n      09:02 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548679959876_883.jpg?resize=400px:*"
        },
        {
            "Title: ": "Thief steals ₹1.3cr painting from Russia gallery as witnesses watch",
            "Content: ": "A 20th-Century painting by Russian artist Arkhip Kuindzhi was stolen in broad daylight from the New Tretyakov Gallery in Moscow, Russia. Onlookers watched as the suspect removed the painting from the wall and walked out of the gallery before the alarm went off. The painting was found at a construction site after the suspect revealed the location during detention.\n    \n      short by Nandini Sinha / \n      09:20 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548680433937_791.jpg?resize=400px:*"
        },
        {
            "Title: ": "Rare tornado hits Cuba; 3 killed, 172 injured",
            "Content: ": "At least three people were killed and 172 others were injured after a tornado hit the Cuban capital Havana. Several homes were destroyed and coastal areas were left flooded after the tornado hit the Caribbean nation on Sunday night. President Miguel Díaz-Canel Bermúdez on Twitter shared images of the severe damage caused by the tornado.\n    \n      short by Nandini Sinha / \n      08:16 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548677513731_146.jpg?resize=400px:*"
        },
        {
            "Title: ": "Seriously thinking of running for US Prez: Starbucks ex-CEO",
            "Content: ": "Starbucks' former CEO Howard Schultz has said he's \"seriously thinking\" of running for the US President. The 65-year-old added he'll run as a centrist independent although he described himself as a \"lifelong Democrat\". Having worked at Starbucks for nearly four decades, Schultz is credited with expanding the Seattle-based coffeehouse chain from 11 cafes to more than 28,000 in 77 countries.\n    \n      short by Shruti Maria Mahendar / \n      08:31 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548680729200_492.jpg?resize=400px:*"
        },
        {
            "Title: ": "Tata Steel sells South-East Asia operations for $327 million",
            "Content: ": "Tata Steel on Monday announced its subsidiary TS Global Holdings will sell majority stake in its South-East Asian operations NatSteel Holdings (NSH) and Tata Steel Thailand (TSTH) to China's HBIS Group for $327 million. Tata Steel will retain 30% stake in the businesses. The Chinese state-owned group is amongst the largest steelmakers in the world, Tata Steel added.\n    \n      short by Shruti Maria Mahendar / \n      07:41 pm on 28 Jan\n    \n  ",
            "Link: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/28_mon/img_1548673302566_950.jpg?resize=400px:*"
        }
    ]
}