{
    "quotes": [
        {
            "id": 0,
            "quote": "Out of clutter, find simplicity. From discord, find harmony. In the middle of difficulty lies opportunity",
            "author": "Albert Einstein"
        },
        {
            "id": 1,
            "quote": "Some people feel the rain, others just get wet.",
            "author": "Bob Marley"
        },
        {
            "id": 2,
            "quote": "To alcohol! The cause of, and solution to, all of life's problems.",
            "author": "Homer J. Simpson"
        },
        {
            "id": 3,
            "quote": "A vivid and blinding light flashed from the whirling, inky clouds above. The deep cannonade of roaring thunder belched forth its fearsome challenge. The deluge came--all hell broke loose upon the jungle",
            "author": "Edgar Rice Burroughs"
        },
        {
            "id": 4,
            "quote": "I gave him my heart, and he took and pinched it to death, and flung it back to me",
            "author": "Emily Bronte"
        },
        {
            "id": 5,
            "quote": "Who has not in his great grief felt a longing to look upon the outward features of the universal Mother; to lie on the mountains and watch the clouds drive across the sky and hear the rollers break in thunder on the shore, to let his poor struggling life mingle for a while in her life; to feel the slow beat of her eternal heart, and to forget his woes",
            "author": "H. Rider Haggard"
        },
        {
            "id": 6,
            "quote": "All I say is, kings is kings, and you got to make allowances. Take them all around, they're a mighty ornery lot. It's the way they're raised.",
            "author": "Mark Twain"
        },
        {
            "id": 7,
            "quote": "Annual income twenty pounds, annual expenditure nineteen nineteen and six, result happiness. Annual income twenty pounds, annual expenditure twenty pounds ought and six, result misery.",
            "author": "Charles Dickens"
        },
        {
            "id": 8,
            "quote": "I gave him my heart, and he took and pinched it to death, and flung it back to me",
            "author": "Emily Bronte"
        }
    ]
}
