[{"Image url": "Maruti Suzuki has recently launched the Big New WagonR. It guarantees strong performance with an advanced 1.2 L K-series engine and also offers comfort with an enhanced cabin, boot and utility space. With an unmatched performance coupled with great fuel efficiency, customers can take on every journey in full stride with the Big New WagonR.", "title": "Big New WagonR launched in India, promises performance & comfort", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548245001230_435.jpg?resize=*:400px"}, {"Image url": "Opener Shikhar Dhawan has become the joint-fastest left-handed batsman to reach 5,000 runs in ODI cricket, achieving the feat during his unbeaten 75-run knock in the first ODI against New Zealand on Wednesday. The 33-year-old reached the landmark in his 118th innings, equalling former Windies captain Brian Lara's record. Dhawan is the second fastest Indian batsman to reach the milestone.", "title": "Dhawan joint-fastest left-handed batsman to reach 5,000 ODI runs", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548263304332_200.jpg?resize=*:400px"}, {"Image url": "India captain Virat Kohli has become the tenth highest ODI run-getter, achieving the feat during his 45-run knock against New Zealand in the first ODI on Wednesday. The 30-year-old, who has scored 10,430 runs in 212 innings, overtook ex-Windies captain Brian Lara, who scored 10,405 runs in 289 ODI innings. Kohli's the only active player among the top-ten ODI run-getters.", "title": "Kohli overtakes Brian Lara to become 10th highest ODI run-getter", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548264468102_342.jpg?resize=*:400px"}, {"Image url": "Pakistan captain Sarfaraz Ahmed has issued an apology for his 'Abey Kaale' remark on South Africa's Andile Phehlukwayo during the second ODI on Tuesday. \"My words weren't directed towards anyone...and... I certainly had no intention of upsetting anyone. I didn't even mean for my words to be heard, understood or communicated to the opposing team or...cricket fans,\" he wrote.", "title": "Pakistan captain apologises for 'Abey Kaale' remark on SA batsman", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548261450402_626.jpg?resize=*:400px"}, {"Image url": "Former India captain MS Dhoni and current captain Virat Kohli were seen riding a Segway on the ground following India's victory against New Zealand in the first ODI at Napier on Wednesday. The BCCI shared a video of the duo riding the Segway, captioned, \"Post-game shenanigans courtesy...MS Dhoni & Virat Kohli. This looks fun.\"", "title": "MS Dhoni, Virat Kohli ride Segway on ground after ODI victory", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548260651632_325.jpg?resize=*:400px"}, {"Image url": "Eight-time Olympic gold medallist Usain Bolt has given up on his dream of becoming a professional footballer after having failed to agree a contract with Australian side Central Coast Mariners last year following a trial. Adding that he's now moving into different businesses, Bolt said, \"The sports life is over [for me].\" \"It was fun while it lasted,\" he added.", "title": "Usain Bolt gives up football, says his 'sports life is over'", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548215574167_817.jpg?resize=*:400px"}, {"Image url": "Two-time Commonwealth Games gold medal-winning weightlifter Sanjita Chanu, whose provisional suspension from weightlifting over doping was revoked on Tuesday, said that she is distraught thinking about the mental trauma she went through. \"I was so sad and helpless...I thought of quitting the sport. I couldn't eat and sleep properly. Life was meaningless for me,\" she added.", "title": "I couldn't eat, sleep; life was meaningless: Chanu on doping ban", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548259692327_599.jpg?resize=*:400px"}, {"Image url": "Congress has appointed Priyanka Gandhi Vadra and Jyotiraditya Scindia as General Secretaries for Uttar Pradesh East and West respectively. According to party leaders, eastern part accounts for 42 Lok Sabha seats, including Amethi and Raebareli, while western part accounts for remaining 38 seats. A comparison of last two General elections show that Congress performed better in the eastern region.", "title": "What does east-west classification of UP by Congress mean?", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548300230861_436.jpg?resize=*:400px"}, {"Image url": "As many as six Indian sailors were killed and six others are missing after two ships caught fire in the Kerch Strait separating Crimea from Russia, where the blaze was still raging, the Ministry of External Affairs said. Four Indian sailors have been rescued by the authorities. The two ships were also carrying Turkish and Libyan crew members.", "title": "6 Indian sailors killed after fire on 2 ships near Russia", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548262827232_199.jpg?resize=*:400px"}, {"Image url": "At least five people are feared trapped after a four-storey building collapsed in Gurugram's Ullawas area on Thursday morning. Three National Disaster Response Force teams have been rushed to the site for rescue operations, while a bulldozer has been pressed into service to clear the debris. Haryana Fire Service personnel are attempting to identify the spot where people are trapped. ", "title": "5 people trapped after building collapses in Gurugram", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548301243897_252.jpg?resize=*:400px"}, {"Image url": "After Kamal Nath-led Madhya Pradesh government announced farm loan waiver within hours after he took oath, a farmer in the state has claimed he got a loan waiver of ₹13 instead of ₹23,815. \"I was expecting a complete waiver of my loan,\" the farmer said. Meanwhile, the government said they're encountering flaws and irregularities at the stage of loan disbursal.", "title": "Farmer in Madhya Pradesh gets ₹13 instead of ₹24,000 loan waiver", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548302050693_25.jpg?resize=*:400px"}, {"Image url": "Suggesting methods to control the population of India, yoga guru Baba Ramdev on Wednesday said, \"Voting rights and government jobs should be taken away from people who give birth to more than two kids.\" Such people should not be allowed to contest elections or undergo treatment in government hospitals, he added. ", "title": "Snatch voting rights, govt jobs of people with over 2 kids: Ramdev", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548299436248_14.jpg?resize=*:400px"}, {"Image url": "A 21-year-old transgender woman was allegedly shot at for refusing to have sex with two men who offered her a ride in their car in Delhi, mistaking her for a girl. The duo then threw her from the moving car. She was later taken to hospital by a passerby, where she underwent surgery and was declared out of danger. ", "title": "Mistaken for girl, transgender offered lift; shot at on refusing sex", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548253160080_439.jpg?resize=*:400px"}, {"Image url": "Rajasthan's 23-year-old Shadab Hussain, a tailor's son, has topped the CA (old syllabus) final exam in his first attempt, the results of which were announced on Wednesday by the Institute of Chartered Accountants of India (ICAI). Hussain scored 597 out of 800 marks. \"I devoted 13-14 hours each day to self-study...This is the biggest achievement in my family,\" said Shadab.", "title": "23-yr-old Shadab Hussain, tailor's son, tops CA final in 1st attempt", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548263190066_749.jpg?resize=*:400px"}, {"Image url": "US President Donald Trump offered \"build a wall and crime will fall\" as the new Republican Party theme, referring to his demands to build a wall along the US-Mexico border in a bid to curb illegal migration and crime. The US government has been partially shut down for over a month over Trump's demands for funds to build the wall.", "title": "Build a wall & crime will fall: Trump's new Republican Party theme", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548254998935_649.jpg?resize=*:400px"}, {"Image url": "Talking about the competition after Jio's entry, Airtel Chairman Sunil Mittal said, \"All I have consistently said is that when the chips will fall, we will be the last man standing.\" \"We've spent over $40-50 billion building Airtel...the company is still in great shape,\" Mittal added. He also said that Airtel has now stopped fighting the tariff war. ", "title": "When the chips fall, we'll be the last man standing: Airtel's Mittal", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548262065079_863.jpg?resize=*:400px"}, {"Image url": "Team India fast bowler Mohammad Shami, who on Wednesday became the fastest Indian bowler to reach 100 wickets in ODI cricket, has said that he likes Test cricket more than other formats. \"The way we have done in the last three-four [Test] series (as a bowling unit), it does your confidence a world of good,\" Shami added.", "title": "I like Test cricket more than other formats: Mohammad Shami", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548265370132_918.jpg?resize=*:400px"}, {"Image url": "Chinese telecoms giant Huawei has been accused of copying a music video in an ad to promote its tablet 'MediaPad M3 Lite' by New Zealand composer Nigel Stanford. Huawei's ad video, allegedly similar to Stanford's video 'Cymatics: Science Vs. Music' released in 2014, was flagged by Stanford himself. \"We're looking into this matter and will share further updates,\" Huawei said.", "title": "Huawei accused of copying existing music video in tablet ad", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548259175694_942.jpg?resize=*:400px"}, {"Image url": "US-based company Boeing completed the first test flight of its self-driving electric vertical takeoff and landing (eVTOL) air taxi prototype. The 9.14-metre-long and 8.53-metre-wide eVTOL completed a controlled takeoff, hover and landing during the test flight. The company plans to test fly an electric cargo vehicle, designed to transport up to 226.8 kilograms, outdoors, later this year.", "title": "Boeing's self-driving air taxi completes its 1st test flight", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548261863027_954.jpg?resize=*:400px"}, {"Image url": "Amazon CEO Jeff Bezos' aerospace startup Blue Origin has successfully launched and landed 10th test flight of its reusable New Shepard rocket on Wednesday. The rocket reached its peak height of around 106 kilometres, just above Kármán line which is commonly agreed upon as the boundary between Earth's atmosphere and space. The rocket also carried around eight NASA experiments.", "title": "Bezos' Blue Origin completes 10th New Shepard test flight", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548262343129_725.jpg?resize=*:400px"}, {"Image url": "Researchers in Sweden's Lund University have created a camera that shows how birds see colours in the surroundings. Unlike human colour vision, which is based on three primary colours, bird colour vision contains a fourth primary colour called ultraviolet. The camera, equipped with rotating filter wheels, imitates colour sensitivity in the four different types of cones in bird retinas.", "title": "Researchers make camera that shows how birds view colours ", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548264113093_131.jpg?resize=*:400px"}, {"Image url": "Egypt Antiquities Ministry on Wednesday said archaeologists have uncovered ancient tombs dating back to the Second Intermediate Period, 1782-1570 BC, in the Nile Delta. About 20 burial sites dating back to the Predynastic Period were also found about 140 kilometres north of Cairo. The tombs contain ancient animal remains, stone artefacts and pottery fragments with drawings, the ministry revealed.", "title": "Archaeologists find ancient tombs in Nile Delta: Egypt ", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548263489002_710.jpg?resize=*:400px"}, {"Image url": "The US' Federal Bureau of Investigation is not able to pay its informants and risks losing them and the information they provide amid the ongoing partial US government shutdown, an FBI Agents Association (FBIAA) report said. Officials are also not able to afford their travel to interview witnesses, pay translators or buy drugs undercover in anti-narcotics operations, the report added.", "title": "Unable to pay informants, says FBI amid US govt shutdown", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548249542921_731.jpg?resize=*:400px"}, {"Image url": "The Supreme Court on Wednesday refused bail to Unitech promoters Sanjay Chandra and Ajay Chandra in a case relating to alleged siphoning of homebuyers' money. The apex court said they haven't complied with its October 30, 2017 order to deposit ₹750 crore with its registry. The brothers have been lodged in Tihar jail for over 18 months.", "title": "SC refuses bail to Unitech promoters for not depositing ₹750 cr", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548255949096_180.jpg?resize=*:400px"}, {"Image url": "Canada's ambassador to China John McCallum has said that Huawei CFO Meng Wanzhou has \"good arguments on her side\" against being extradited to the US. This included the \"political involvement by comments from Donald Trump in her case\", he added. Meng was detained on December 1 in Canada's Vancouver, where she is currently under house arrest. ", "title": "Huawei CFO can make good case against extradition: Canada envoy", "Content": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/23_wed/img_1548261413928_753.jpg?resize=*:400px"}]