{
  "data": [
    {
      "title: ": "Pink Floyd star sends private jet to reunite mother with her kids",
      "content: ": "Pink Floyd Co-founder Roger Waters used his private jet to reunite a Trinidadian mother with her two children, four years after they were abducted and taken to Syria. The boys were taken to Syria by their father who was an ISIS fighter in 2014. The father reportedly died in 2017, after which the children were abandoned by his Belgian wife.shortbyAnmol Sharma/10:53 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548343058400_137.jpg?resize=*:400px"
    },
    {
      "title: ": "Fans stealing milk to pour over actors' cutouts: TN dealers seek ban",
      "content: ": "A Tamil Nadu milk dealers' association has approached Chennai Police seeking a ban on the practice of celebrating movie releases with 'paalabishekam', which involves pouring milk over stars' posters and cutouts. The association said fans steal milk from boxes kept outside shops as they arrive in the morning. \"We approached top actors...but none of them have done anything,\" it added.shortbyKrishna Veera Vanamali/10:00 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548337787139_818.jpg?resize=*:400px"
    },
    {
      "title: ": "I'll let you off as I love you: Pietersen to Kohli over pic caption",
      "content: ": "Ex-England captain Kevin Pietersen trolled India captain Virat Kohli after the latter shared a picture with the caption, \"Basking in the sun.\" Pietersen pointed out Kohli was \"more in the shade\" after which Kohli said his first caption was \"much worse\" and that his face was still in the sun. \"I'll let you off cos I love you,\" Pietersen responded.shortbyAnmol Sharma/09:01 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548317531087_480.jpg?resize=*:400px"
    },
    {
      "title: ": "Search for plane carrying 28-yr-old Argentine footballer called off",
      "content: ": "The search for the missing plane carrying 28-year-old Cardiff City forward Emiliano Sala has been called off, the police has said. The Argentine footballer and 59-year-old pilot, Dave Ibbotson, had been missing since their plane disappeared from radar over English Channel on Monday night. \"The chances of survival at this stage are extremely remote,\" a statement read.shortbyAnmol Sharma/10:30 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548344804806_382.jpg?resize=*:400px"
    },
    {
      "title: ": "Footballer's ex-girlfriend blames football mafia for missing plane",
      "content: ": "After a small passenger plane carrying 28-year-old Argentine footballer Emiliano Sala disappeared over English Channel, the forward's former girlfriend Berenice Schkair claimed that \"football mafia\" is behind the incident. \"Investigate the football mafia because I don't believe this was an accident,\" she wrote in a now deleted Twitter post. \"I feel impotent, I'm in a nightmare,\" she further wrote.shortbyAnmol Sharma/09:37 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548319868945_759.jpg?resize=*:400px"
    },
    {
      "title: ": "Rahul has accepted he can't do politics all alone: Sumitra Mahajan",
      "content: ": "Speaking about Congress President Rahul Gandhi's sister Priyanka Gandhi Vadra joining active politics, Lok Sabha Speaker Sumitra Mahajan said, \"Rahulji has accepted he can’t do politics all alone, and for that he is taking Priyanka’s help.\" \"She (Priyanka Gandhi Vadra) is a good woman,\" Mahajan added. Priyanka has been appointed as general secretary in-charge of Uttar Pradesh East.shortbyPragya Swastik/09:18 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548340281977_389.jpg?resize=*:400px"
    },
    {
      "title: ": "Models wear memes-inspired gowns at Paris fashion show, pics viral",
      "content: ": "Pictures of memes-inspired gowns worn by models at a fashion show in Paris have gone viral. They have been created by Dutch fashion house Viktor&Rolf as part of their Spring/ Summer 2019 collection showcased at Paris Couture Week. The gowns had writings like 'Sorry, I'm late. I didn't want to come' and 'I'm not shy, I just don't like you'.shortbyDaisy Mowke/10:11 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548320383013_607.jpg?resize=*:400px"
    },
    {
      "title: ": "IndiGo appoints aviation veteran Ronojoy Dutta as new CEO",
      "content: ": "India's biggest airline IndiGo has named Ronojoy Dutta as its CEO for a period of five years. The 67-year-old takes over from Co-founder and interim CEO Rahul Bhatia, who was filling in after Aditya Ghosh's departure last year. An IIT and Harvard alumnus, Dutta was with United Airlines for 17 years and served as its President between 1999 and 2002.shortbyShruti Maria Mahendar/10:19 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548332321752_318.jpg?resize=*:400px"
    },
    {
      "title: ": "Who is Yes Bank's new CEO Ravneet Gill, a cricket fan and art collector?",
      "content: ": "Yes Bank on Thursday named Deutsche Bank's India head Ravneet Gill as its next CEO. Gill, who joined Deutsche Bank in 1991 and became its India CEO in 2012, holds a Master's degree in Political Science from Delhi's Hindu College. Gill is an ardent cricket fan and has been an art collector for several years along with his wife.shortbyKrishna Veera Vanamali/10:51 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548341604847_868.jpg?resize=*:400px"
    },
    {
      "title: ": "'The Gandhi Murder' India release cancelled due to threats",
      "content: ": "'The Gandhi Murder', a film based on Mahatma Gandhi's assassination, will not release in India as \"certain elements have issued threats\", the film's producer Lakshmi R Iyer said. \"If Indians are too sensitive to learn the truth, it's clearly not the time,\" Lakshmi said. The film is set to release worldwide on January 30, which is Mahatma Gandhi's death anniversary.shortbyRahel Philipose/09:55 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548338604437_672.jpg?resize=*:400px"
    },
    {
      "title: ": "CBI arrests Bengali producer Shrikant Mohta for alleged fraud",
      "content: ": "Bengali film producer Shrikant Mohta was arrested by the CBI in Kolkata in connection with the multi-crore Rose Valley money laundering scam. Mohta had reportedly taken ₹25 crore from jailed Rose Valley chairman Gautam Kundu and had threatened Kundu when asked to return the money. The CBI earlier accused Kundu of defrauding investors from across India of over ₹17,000 crore.shortbyRahel Philipose/10:54 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548342846129_909.jpg?resize=*:400px"
    },
    {
      "title: ": "We need to earn back trust: Facebook COO Sheryl Sandberg",
      "content: ": "Facebook Chief Operating Officer (COO) Sheryl Sandberg, in an interview at the World Economic Forum in Davos, said the social media platform needs to win back trust. Facebook has recently faced many scandals for violating its users’ privacy and Sandberg was allegedly involved in some. \"We did not anticipate all of the risks from connecting so many people,\" she added.shortbyKanishka Pandey/11:11 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548344836024_221.jpg?resize=*:400px"
    },
    {
      "title: ": "India's 4G download speed on average fastest at 4 am: Report",
      "content: ": "According to data reported by OpenSignal, India experiences its fastest average 4G download speed of 16.8 Mbps at 4 am and its slowest average speed of 3.7 Mbps at 10 pm. The report, that compiled data from 20 Indian cities, said the average speeds were affected by network congestion. The daily average speed was 6.5 Mbps, as per the report.shortbyArundhati Rawat/10:29 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548343168843_163.jpg?resize=*:400px"
    },
    {
      "title: ": "Sequoia India unveils startup incubator, accelerator 'Surge'",
      "content: ": "Venture capital firm Sequoia Capital India has unveiled its startup incubator and accelerator programme 'Surge', open to startups based out of, or building for, Indian and Southeast Asian markets. It will pick up 10–20 startups twice a year and invest $1.5 million in each. There will be a programme fee, but this is waived for its first cohort, Sequoia said.shortbyKanishka Pandey/09:00 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548334832058_367.jpg?resize=*:400px"
    },
    {
      "title: ": "Renault names Michelin head as Chairman, Thierry Bolloré as CEO",
      "content: ": "Renault on Thursday said it has appointed tyre giant Michelin's CEO Jean-Dominique Senard as its new Chairman and Thierry Bolloré as CEO. Senard will represent Renault in its alliance with Japanese carmakers Nissan and Mitsubishi, the French automaker added. This comes after Carlos Ghosn, who is jailed in Tokyo, has resigned as the Chairman and CEO of Renault.shortbyShruti Maria Mahendar/11:02 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548350584575_86.jpg?resize=*:400px"
    },
    {
      "title: ": "SpaceX's Starship rocket prototype damaged by strong winds",
      "content: ": "Elon Musk-led SpaceX's 30-foot-wide Starship rocket prototype, to be launched to suborbital heights, was damaged after strong winds blew over the upper section of the rocket. Musk confirmed the incident saying, \"50 mph (nearly 80 kmph) winds broke the mooring blocks late last night & fairing was blown over.\" He added it'll take a \"few weeks\" to repair the damage.shortbyArundhati Rawat/09:19 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548339066380_54.jpg?resize=*:400px"
    },
    {
      "title: ": "Missing radioactive isotope found in scrapyard in Andhra",
      "content: ": "A container of radioactive isotope Cs-137, which went missing from ONGC base in Andhra Pradesh earlier this month, was located by police in a scrapyard on Wednesday. \"The radioactive substance Cs-137 [has] been recovered but the accused have not yet been identified,\" the police stated. The isotope, which is reportedly worth ₹27 lakh, is not explosive, ONGC officials said.shortbyArundhati Rawat/10:25 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548345530421_309.jpg?resize=*:400px"
    },
    {
      "title: ": "NASA discovers fresh 'blast pattern' near south pole of Mars",
      "content: ": "US space agency NASA has discovered a fresh \"two-toned blast pattern\" near the south pole of Mars, captured by the Mars Reconnaissance Orbiter (MRO). The impact crater had formed sometime between July and September 2018, NASA planetary scientist Ross Beyer said. \"It’s notable because it occurred in the seasonal southern ice cap, and has apparently punched through it,\" he added.shortbyKanishka Pandey/09:09 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548339495728_632.jpg?resize=*:400px"
    },
    {
      "title: ": "I feel pained even if a terrorist loses his life: J&K Governor",
      "content: ": "Jammu and Kashmir Governor Satya Pal Malik has said that he feels \"pained\" even if a terrorist loses his life and urged militants to return to the mainstream. Malik added his administration was in the process of formulating a new package for the rehabilitation of terrorists. He further lauded the security forces' efforts in curbing terrorist activities in the state.shortbyNandini Sinha/09:33 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548343780793_222.jpg?resize=*:400px"
    },
    {
      "title: ": "DRDO successfully test-fires Barak 8 LRSAM missile",
      "content: ": "Defence Research and Development Organisation (DRDO) has successfully test-fired Barak 8 LRSAM (Long Range Surface-to-Air Missile) from naval warship INS Chennai off the coast of Odisha. \"The missile (directly) hit a low flying aerial target,\" Defence Minister Nirmala Sitharaman tweeted. The Barak 8 LRSAM missile defence system has been jointly developed by DRDO and Israel Aerospace Industries.shortbyKanishka Pandey/11:25 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548351688118_74.jpg?resize=*:400px"
    },
    {
      "title: ": "10% EWS quota in govt jobs applicable from February 1: Centre",
      "content: ": "The new 10% quota for the Economically Weaker Sections (EWS) in the general category will be applicable to all central government posts from February 1, an official order said. Instructions regarding reservation in admission to educational institutions will be issued by the Ministry of Human Resource Development, the order added.shortbyNandini Sinha/10:44 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548341901864_642.jpg?resize=*:400px"
    },
    {
      "title: ": "5 killed as gunman opens fire in Florida bank shooting",
      "content: ": "A gunman killed all five people on Wednesday inside a bank in Florida, US, police said. Police responded to the bank shooting after the 21-year-old himself called a police dispatcher and said that he had shot five people. The suspected shooter surrendered himself after initially barricading himself inside the bank.shortbyNandini Sinha/09:45 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548336181263_750.jpg?resize=*:400px"
    },
    {
      "title: ": "China detains ex-citizen and govt critic for 'criminal activity'",
      "content: ": "China has detained its former citizen and government critic, Yang Hengjun, for alleged \"involvement in criminal activities endangering China's national security\". Hengjun, a writer and former Chinese diplomat, is now an Australian citizen. The 53-year-old has been detained since travelling from New York to the Chinese city of Guangzhou last week.shortbyNandini Sinha/08:32 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548335495325_998.jpg?resize=*:400px"
    },
    {
      "title: ": "Deals worth ₹3 lakh cr signed at Global Investors Meet: TN",
      "content: ": "Tamil Nadu CM Edappadi K Palaniswami on Thursday announced the state has signed agreements amounting to over ₹3 lakh crore during the second edition of the Global Investors Meet (GIM). Some of the biggest investors included Chennai Petroleum, Hyundai Motor India and MRF. MoUs worth ₹30,000 crore were signed between the government and nearly 12,000 small businesses, the CM added.shortbyShruti Maria Mahendar/10:48 pmon24 Jan",
      "Image: ": "https://assets.inshorts.com/inshorts/images/v1/variants/jpg/m/2019/01_jan/24_thu/img_1548344303771_190.jpg?resize=*:400px"
    }
  ]
}